{"http://api.springer.com/meta/v1/json?api_key-94d868109af5483064f140a01e889e7a_p-25_q-['subject:Education', 'country:\"United States\"', 'type:Journal']": {"query": "type:Journal", "apiKey": "94d868109af5483064f140a01e889e7a", "result": [{"total": "16144", "start": "1", "pageLength": "25", "recordsDisplayed": "25"}], "records": [{"identifier": "doi:10.1007/s10643-017-0870-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0870-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0870-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0870-x"}], "title": "The Effect of Integrating Movement into the Learning Environment of Kindergarten Children on their Academic Achievements", "creators": [{"creator": "Shoval, Ella"}, {"creator": "Sharir, Tal"}, {"creator": "Arnon, Michal"}, {"creator": "Tenenbaum, Gershon"}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0870-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-03", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "355", "endingPage": "364", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThe aim of this study was to test the notion that integrating movement into the learning environment contributes to the academic achievements of kindergarten students. One hundred and sixty 4–6 year-old kindergarten students participated in the study for 145 days, which included pre- and post-intervention tests in language, mathematics, and non-verbal intelligence. The three interventions consisted of (a) a mindful movement—integrating movement in academic learning, (b) a movement for its own sake—allowing children free movement without providing academic instruction, and (c) a control condition—children engaging in their regular academic environment activities. The findings revealed that the mindful movement intervention resuted in the highest improvement in the academic achievement tests. Children engaging in movement for its own sake did not differ from the control condition. The findings support the notion that mindful movement enhances kindergarten children’s academic achievements. Possible explanations for this outcome are discussed."}, {"identifier": "doi:10.1007/s10643-017-0866-6", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0866-6"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0866-6"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0866-6"}], "title": "Solution Stories: A Narrative Study of How Teachers Support Children’s Problem Solving", "creators": [{"creator": "Kelley, Laura"}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0866-6", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-05-22", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "313", "endingPage": "322", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractYoung children’s self-regulation and problem-solving skills are significant predictors of school success. While early childhood educators shape the development of these skills, providing effective and timely assistance can be challenging. Drawing on complementary theories of Vygotsky, Pekrun, and Lerner, this article chronicles the instructional approaches and strategies employed by one team of teachers to support preschool children’s solutions to complex functional and social problems in the classroom. Findings from this narrative study highlight the focal teachers’ use of modeling, mindful language, and other proactive strategies to develop students’ problem-solving skills and foster independence. In an age of results-focused education, this article argues for the importance of cultivating intentional teacher pedagogies that build young children’s autonomy and efficacy by working through problems, as opposed to seeking resolution only. In so doing, this study elucidates the value of these intuitive and often nuanced aspects of early childhood educators’ classroom practices."}, {"identifier": "doi:10.1007/s10643-017-0864-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0864-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0864-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0864-8"}], "title": "Extending Face-to-Face Interactions: Understanding and Developing an Online Teacher and Family Community", "creators": [{"creator": "Zhang, Chun"}, {"creator": "Du, Jianxia"}, {"creator": "Sun, Li"}, {"creator": "Ding, Yi"}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0864-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-05-25", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "331", "endingPage": "341", "copyright": "©2017 Springer Science+Business Media New York", "genre": "ReviewPaper", "abstract": "AbstractTechnology has been quickly changing human interactions, traditional practices, and almost every aspect of our lives. It is important to maintain effective face-to-face communication and interactions between teachers and families. Nonetheless, technology and its tools can also extend and enhance family–teacher relationships and partnerships. This paper reviews definitions for online teacher and family community in early childhood programs and closely examines the literature associated with several key elements that comprise the community as recognized by the authors. Key elements that emerged were common or shared goals, interactivity, collaboration, trusting relationships, and sense of belonging or connectedness for a working online community, especially among teachers working with families of children with disabilities. Additionally, practical suggestions for teachers and family members are provided for developing and collaborating on an online community."}, {"identifier": "doi:10.1007/s10459-017-9784-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10459-017-9784-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10459-017-9784-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10459-017-9784-z"}], "title": "How do physicians become medical experts? A test of three competing theories: distinct domains, independent influence and encapsulation models", "creators": [{"creator": "Violato, Claudio"}, {"creator": "Gao, Hong"}, {"creator": "O’Brien, Mary Claire"}, {"creator": "Grier, David"}, {"creator": "Shen, E"}], "publicationName": "Advances in Health Sciences Education", "issn": "1382-4996", "eissn": "1573-1677", "openaccess": "false", "journalid": "10459", "doi": "10.1007/s10459-017-9784-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-12", "coverDate": "2018-05", "printDate": "2018-04-03", "volume": "23", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "249", "endingPage": "263", "copyright": "©2017 Springer Science+Business Media B.V.", "genre": "OriginalPaper", "abstract": "AbstractThe distinction between basic sciences and clinical knowledge which has led to a theoretical debate on how medical expertise is developed has implications for medical school and lifelong medical education. This longitudinal, population based observational study was conducted to test the fit of three theories—knowledge encapsulation, independent influence, distinct domains—of the development of medical expertise employing structural equation modelling. Data were collected from 548 physicians (292 men—53.3%; 256 women—46.7%; mean age = 24.2 years on admission) who had graduated from medical school 2009–2014. They included (1) Admissions data of undergraduate grade point average and Medical College Admission Test sub-test scores, (2) Course performance data from years 1, 2, and 3 of medical school, and (3) Performance on the NBME exams (i.e., Step 1, Step 2 CK, and Step 3). Statistical fit indices (Goodness of Fit Index—GFI; standardized root mean squared residual—SRMR; root mean squared error of approximation—RSMEA) and comparative fit $$(X_{D}^{2} ,X^{2} )$$ ( X D 2 , X 2 ) of three theories of cognitive development of medical expertise were used to assess model fit. There is support for the knowledge encapsulation three factor model of clinical competency (GFI = 0.973, SRMR = 0.043, RSMEA = 0.063) which had superior fit indices to both the independent influence and distinct domains theories ( $$X_{29}^{2} = 88.11$$ X 29 2 = 88.11 vs $$X_{29}^{2} = 443.91$$ X 29 2 = 443.91 [ $$X_{D}^{2} = 355.80$$ X D 2 = 355.80 ] vs $$X_{29}^{2} = 514.93$$ X 29 2 = 514.93 [ $$X_{D}^{2} = 426.82$$ X D 2 = 426.82 ], respectively). The findings support a theory where basic sciences and medical aptitude are direct, correlated influences on clinical competency that encapsulates basic knowledge."}, {"identifier": "doi:10.1007/s11217-018-9601-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11217-018-9601-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11217-018-9601-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11217-018-9601-z"}], "title": "“This Is a White Space”: On Restorative Possibilities of Hospitality in a Raced Space", "creators": [{"creator": "Bryzzheva, Lyudmila"}], "publicationName": "Studies in Philosophy and Education", "issn": "0039-3746", "eissn": "1573-191X", "openaccess": "false", "journalid": "11217", "doi": "10.1007/s11217-018-9601-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-28", "coverDate": "2018-05", "printDate": "2018-04-04", "volume": "37", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "247", "endingPage": "256", "copyright": "©2018 Springer Science+Business Media B.V., part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractIn a restorative classroom inspired by a vision of racial equity, race consciousness is a necessity and a restorative outcome is conceptualized in terms of a sustainable interdependent right - relation , a species of racial justice. Yet, regardless of intent, the constructed space is white. Race-based inequity is reproduced as White students get more of everything from class than do students of Color. What made the space white? How might hospitality affect the restorative possibilities of and in the space? I explore these questions and reconceptualize right - relation as that which necessitates hospitality."}, {"identifier": "doi:10.1007/s10643-017-0862-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0862-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0862-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0862-x"}], "title": "Effects of an Animal-Assisted Intervention on Reading Skills and Attitudes in Second Grade Students", "creators": [{"creator": "Linder, Deborah E."}, {"creator": "Mueller, Megan K."}, {"creator": "Gibbs, Debra M."}, {"creator": "Alper, Jean A."}, {"creator": "Freeman, Lisa M."}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0862-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-05-23", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "323", "endingPage": "329", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractReading skills are an important component of academic success for school-age youth, and are associated with increased academic performance and positive attitudes about school. The presence of an animal appears to reduce stress during reading. Therefore, the goal of this study was to assess the feasibility and effects of a 6-week after-school canine-assisted reading program in a public elementary school setting. Second-grade students were randomized to either an intervention group ( n  = 14) in which they read to a registered therapy dog for 30 min once weekly for 6 weeks or a control group ( n  = 14) with a standard classroom curriculum. Children’s reading skills were assessed biweekly and attitudes about reading were assessed pre- and post-intervention. The 6-week after-school canine-assisted reading program was feasible. Reading skill scores did not change significantly for either group. Although scores on recreational reading attitudes also did not change significantly for either group, the academic reading attitudes scores increased significantly in the intervention group ( p  = .002), but not in the control group ( p  = .06). These results support the benefits of an animal-assisted intervention for child literacy on children’s attitudes about reading and can inform future programs evaluating reading programs that include dogs."}, {"identifier": "doi:10.1007/s10459-017-9788-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10459-017-9788-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10459-017-9788-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10459-017-9788-8"}], "title": "Effects of test item disclosure on medical licensing examination", "creators": [{"creator": "Yang, Eunbae B."}, {"creator": "Lee, Myung Ae"}, {"creator": "Park, Yoon Soo"}], "publicationName": "Advances in Health Sciences Education", "issn": "1382-4996", "eissn": "1573-1677", "openaccess": "true", "journalid": "10459", "doi": "10.1007/s10459-017-9788-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-31", "coverDate": "2018-05", "printDate": "2018-04-03", "volume": "23", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "265", "endingPage": "274", "copyright": "©2017 The Author(s)", "genre": "OriginalPaper", "abstract": "AbstractIn 2012, the National Health Personnel Licensing Examination Board of Korea decided to publicly disclose all test items and answers to satisfy the test takers’ right to know and enhance the transparency of tests administered by the government. This study investigated the effects of item disclosure on the medical licensing examination (MLE), examining test taker performance, psychometric characteristics, and factors affecting pass rates. This paper analyzed examinee performance data ( n  = 20,455) from 41 medical schools who took the MLE before (2009–2011) and after (2012–2014) the item disclosure policy (5548 total items). Changes in passing rates, performance of examinee, difficulty and reliability of the test, and factors affecting pass rate of the medical licensing examination before and after item disclosure were analyzed. In order to identify changes caused by item disclosure in the effects of student and school variables on the passing rate of MLE, Binary Logistic Hierarchical Linear Model was used. There was no significant change in pass rates before and after item disclosure. There was a modest increase in the proportion of test takers in the high-scoring group, following item disclosure. Degree completion status, gender, age of applicants and school mean were significant factors affecting pass rates, regardless of item disclosure. There was no difference between passing rates before and after item disclosure with respect to student- and school-level variables. Despite potential concerns for changes in test and examinee characteristics, empirical findings indicate that there was no significant difference caused by implementing item disclosure."}, {"identifier": "doi:10.1007/s10643-017-0860-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0860-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0860-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0860-z"}], "title": "Becoming Globally Competent Citizens: A Learning Journey of Two Classrooms in an Interconnected World", "creators": [{"creator": "Salmon, Angela K."}, {"creator": "Gangotena, Maria Victoria"}, {"creator": "Melliou, Kiriaki"}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0860-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-05-05", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "301", "endingPage": "312", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractGlobally competent people are aware of world issues, take perspective, are engaged and know how to communicate to different people. This article portraits a story of two kindergarten classrooms, one in the United States and the other in Greece, both working with culturally diverse children and, in the case of the American classroom, English Language learners. The teachers shared philosophical foundations reflected in their practice and discourse in the classroom as they took a learning journey through Harvard Project Zero’s Out of Eden Learn project. Out of Eden Learn serves as a platform to engage children from both settings in exploring their own neighborhoods, investigating contemporary global issues, and reflecting on how they as individuals fit into a broader geographical and historical context. Through meaningful hands-on experiences, the children in these two classrooms gained deep understandings of themselves and their surroundings, made personal connections and developed empathy as they heard stories of children around the world. In their learning journey, the two teachers used thinking routines to help the children slow down and observe the world around them. The experience not only helped the teachers comply with curriculum standards, but also allowed them to keep alive the children’s capacity to be curious and promote parental involvement. The children developed a sense of self-understanding and self-identity as a point of reference to develop perspective and understanding of other cultures."}, {"identifier": "doi:10.1007/s10643-017-0869-3", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0869-3"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0869-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0869-3"}], "title": "Understanding and Promoting Resilience in the Context of Adverse Childhood Experiences", "creators": [{"creator": "Sciaraffa, Mary A."}, {"creator": "Zeanah, Paula D."}, {"creator": "Zeanah, Charles H."}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0869-3", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-15", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "343", "endingPage": "353", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractBrain development in the early years is especially susceptible to toxic stress caused by adverse childhood experiences (ACEs). According to epigenetics research, toxic stress has the capacity to physically change a child’s brain and be hardwired into the child’s biology via genes in the DNA. The compelling nature of the impact of early adversity on later health and development has generated interest in protection against the impact of early adversity. Research highlights three interrelated “core protective systems” associated with positive adaptation. Early childhood educators are in a unique position to play a role in early identification of ACEs and to contribute to the development of protective skills. Adults within the early childhood education community can assist in increasing physical health and mental well-being for children who have encountered ACEs. Safe and healthy environments that allow the child to play, explore, and maximize his/her capacities are examples of how individual protective factors can be enhanced. Early childhood educators can support the child’s protective system by building the child’s personal attributes associated with resiliency, such as self-efficacy and self-regulation. Early childhood educators can provide a secure relationship, which is especially critical for children who have experienced trauma because it can provide extra support in times of stress. Additionally, by working collaboratively with parents, early childhood educators provide an additional layer of protection for children who experience adversity. Lastly, at the community level, early childhood educators can bring awareness to the public and private sectors by informing others of ACEs effect on early brain development and the link to later outcomes on individuals and society. Society is positively impacted when ACEs are reduced and individuals are raised in thriving families and communities."}, {"identifier": "doi:10.1007/s11162-017-9466-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11162-017-9466-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11162-017-9466-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11162-017-9466-y"}], "title": "When Do Honors Programs Make the Grade? Conditional Effects on College Satisfaction, Achievement, Retention, and Graduation", "creators": [{"creator": "Bowman, Nicholas A."}, {"creator": "Culver, KC"}], "publicationName": "Research in Higher Education", "issn": "0361-0365", "eissn": "1573-188X", "openaccess": "false", "journalid": "11162", "doi": "10.1007/s11162-017-9466-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-14", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "59", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "249", "endingPage": "272", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractMany people within and outside of higher education view honors programs as providing meaningful academic experiences that promote learning and growth for high-achieving students. To date, the research exploring the link between honors participation and college grades and retention has obtained mixed results; some of the seemingly conflicting findings may stem from the presence of methodological limitations, including the difficulty with adequately accounting for selection into honors programs. In addition, virtually no research has explored the conditions under which honors programs are most strongly related to desired outcomes. To provide a rigorous examination of the potential impact of this experience, this study conducted propensity score analyses with a large, multi-institutional, longitudinal sample of undergraduates at 4-year institutions. In the full sample, honors participation predicts greater college GPA and 4-year graduation, while it is unrelated to college satisfaction and retention. However, these results differ notably by institutional selectivity: Honors participation is associated with greater college GPA, retention to the third and fourth years of college, and 4-year graduation at less selective institutions, but it is significantly related only to GPA at more selective institutions. These relationships are also sometimes larger among students from historically underrepresented groups."}, {"identifier": "doi:10.1007/s11217-018-9606-7", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11217-018-9606-7"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11217-018-9606-7"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11217-018-9606-7"}], "title": "The Racialized Body of the Educator and the Ethic of Hospitality: The Potential for Social Justice Education Re-visited", "creators": [{"creator": "Sinha, Shilpi"}], "publicationName": "Studies in Philosophy and Education", "issn": "0039-3746", "eissn": "1573-191X", "openaccess": "false", "journalid": "11217", "doi": "10.1007/s11217-018-9606-7", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-13", "coverDate": "2018-05", "printDate": "2018-04-04", "volume": "37", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "215", "endingPage": "229", "copyright": "©2018 Springer Science+Business Media B.V., part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractDerridean hospitality is seen to undergird ethical teacher–student interactions. However, hospitality is marked by three aporias that signal incommensurable and irreducible ways of being and responding that need to be held together in tension without eventual synthesis. Due to the sociopolitical materiality of race and the phenomenological difference that constitutes racialized bodies, educators of color in interaction with white students are called to live the aporetic tensions that characterize hospitality in distinctive ways that are not currently emphasized in the discourse on the educator’s responsibility as it is informed by an ethic of hospitality. The asymmetrical nature of hospitality is reconfigured through the terms of eros and hospitality’s link to education aimed at social justice is posited to be stronger than is currently suggested in the educational theory literature."}, {"identifier": "doi:10.1007/s10649-018-9807-6", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10649-018-9807-6"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10649-018-9807-6"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10649-018-9807-6"}], "title": "Teacher questioning and invitations to participate in advanced mathematics lectures", "creators": [{"creator": "Paoletti, Teo"}, {"creator": "Krupnik, Victoria"}, {"creator": "Papadopoulos, Dimitrios"}, {"creator": "Olsen, Joseph"}, {"creator": "Fukawa-Connelly, Tim"}, {"creator": "Weber, Keith"}], "publicationName": "Educational Studies in Mathematics", "issn": "0013-1954", "eissn": "1573-0816", "openaccess": "false", "journalid": "10649", "doi": "10.1007/s10649-018-9807-6", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-08", "coverDate": "2018-05", "printDate": "2018-04-02", "volume": "98", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1", "endingPage": "17", "copyright": "©2018 Springer Science+Business Media B.V., part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractWe were interested in exploring the extent to which advanced mathematics lecturers provide students with opportunities to play a role in considering or generating course content. To do this, we examined the questioning practices of 11 lecturers who taught advanced mathematics courses at the university level. Because we are unaware of other studies examining advanced mathematics lecturers’ questioning, we first analyzed the data using an open coding scheme to categorize the types of content lecturers solicited and the opportunities they provided students to participate in generating course content. In a second round of analysis, we examined the extent to which lecturers provide students with opportunities to generate mathematical contributions and to engage in reasoning that researchers have identified as important in advanced mathematics. Our findings highlight that, although lecturers asked many questions, lecturers did not provide substantial opportunities for students to participate in generating mathematical content and reasoning. Additionally, we provide several examples of lecturers providing students with some opportunities to generate important contributions. We conclude by providing implications and areas for future research."}, {"identifier": "doi:10.1007/s11217-018-9607-6", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11217-018-9607-6"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11217-018-9607-6"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11217-018-9607-6"}], "title": "From Hostility to Hospitality: Teaching About Race and Privilege in a Post-election Climate", "creators": [{"creator": "Rasheed, Shaireen"}], "publicationName": "Studies in Philosophy and Education", "issn": "0039-3746", "eissn": "1573-191X", "openaccess": "false", "journalid": "11217", "doi": "10.1007/s11217-018-9607-6", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-22", "coverDate": "2018-05", "printDate": "2018-04-04", "volume": "37", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "231", "endingPage": "245", "copyright": "©2018 Springer Science+Business Media B.V., part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractNow more than ever the role of the other has been put into question and marginalized in a redefinition of an “American national self-protective identity” in the current post election climate. In philosophical terms, an identity of a radical other- implies that any change, any difference, any impurity can be conceived as posing a threat to identity. If a specific group of people is identified as preventing the self from being what it ought to be, the other is identified as a security threat. One option is to willingly conform to the assigned role as a threat. The opposite option I argue in my paper is one that can be achieved through the lens of a cosmopolitan framework of hospitality. By exploring the writings of French philosopher, feminist and psychoanalyst Luce Irigary’s cosmopolitan pedagogy of difference rooted in the concept of hospitality from the point of view of education, I hope put forth an alternative phenomenological pedagogy, one that connects issues of positionality with those of an embodied anti-racist philosophy of difference. By using case studies from my own classroom, I hope to elucidate how educators can implement an anti-racist pedagogy in the current post election climate, by creating spaces for dialogue where students are engaging in an authentic discourse on the nature of their positionality."}, {"identifier": "doi:10.1007/s11162-017-9469-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11162-017-9469-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11162-017-9469-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11162-017-9469-8"}], "title": "Costs on the Mind: The Influence of the Financial Burden of College on Academic Performance and Cognitive Functioning", "creators": [{"creator": "Destin, Mesmin"}, {"creator": "Svoboda, Ryan C."}], "publicationName": "Research in Higher Education", "issn": "0361-0365", "eissn": "1573-188X", "openaccess": "false", "journalid": "11162", "doi": "10.1007/s11162-017-9469-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-08-08", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "59", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "302", "endingPage": "324", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThe current studies test the hypothesis that the financial burden of college can initiate a psychological process that has a negative influence on academic performance for students at selective colleges and universities. Prior studies linking high college costs and student loans to academic outcomes have not been grounded within relevant social psychological theory regarding how and when the financial burden of college can influence students’ psychological and cognitive processes. We test the hypothesis that the salient financial burden of college impairs students’ cognitive functioning, especially when it creates an identity conflict or perceived barrier to reaching a student’s desired financially successful future. First, we use longitudinal data from 28 selective colleges and universities to establish that students who accumulate student loan debt within these contexts are less likely to graduate from college because student loan debt predicts a decline in grades over time, even when controlling for factors related to socioeconomic status and prior achievement. Then, in an experiment, we advance research in this area with a direct, causal test of the proposed psychological process. An experimental manipulation that brings high college costs to mind impairs students’ cognitive functioning, but only when those thoughts create an identity conflict or a perceived barrier to reaching a student’s desired financially successful future."}, {"identifier": "doi:10.1007/s11162-017-9470-2", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11162-017-9470-2"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11162-017-9470-2"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11162-017-9470-2"}], "title": "Beyond Traditional Measures of STEM Success: Long-Term Predictors of Social Agency and Conducting Research for Social Change", "creators": [{"creator": "Garibay, Juan C."}], "publicationName": "Research in Higher Education", "issn": "0361-0365", "eissn": "1573-188X", "openaccess": "false", "journalid": "11162", "doi": "10.1007/s11162-017-9470-2", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-08-08", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "59", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "349", "endingPage": "381", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractDespite the importance of preparing socially responsible graduates in science, technology, engineering, and mathematics (STEM) to address the current state of poverty and inequality, very few studies in higher education have examined the development of STEM students’ outcomes critical to promoting a more equitable society, typically focusing on the impact of one program or course. To address this gap in the literature, this study used frameworks of undergraduate socialization as well as social justice perspectives in STEM education to examine the undergraduate experiences and institutional contexts that predict STEM bachelor’s degree recipients’ development of two democratic educational outcomes seven years after college entry: social agency and values toward conducting research that will have a meaningful impact on underserved communities. The study utilized multilevel modeling on a national longitudinal sample of 6341 STEM bachelor’s degree recipients across 271 institutions. Longitudinal student data from the 2004 Cooperative Institutional Research Program’s (CIRP) Freshman Survey and 2011 Post-Baccalaureate Survey were merged with institutional data from the Integrated Postsecondary Educational Data System and CIRP Faculty Surveys. Various undergraduate socialization experiences and institutional contexts were found to predict STEM bachelor’s degree recipients’ democratic educational outcomes, including academic majors, participation in student organizations and research, experiences with faculty, and peer and STEM faculty normative contexts. Implications of the findings for research, policy, and practice are discussed."}, {"identifier": "doi:10.1007/s10643-017-0865-7", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0865-7"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0865-7"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0865-7"}], "title": "The Changing Landscape of Early Childhood Education: Implications for Policy and Practice", "creators": [{"creator": "Haslip, Michael J."}, {"creator": "Gullo, Dominic F."}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0865-7", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-05-23", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "249", "endingPage": "264", "copyright": "©2017 Springer Science+Business Media New York", "genre": "ReviewPaper", "abstract": "AbstractEarly childhood education is changing rapidly due to the dynamic nature of positive and negative trends affecting the profession. In this article, the changing landscape of early childhood education is discussed and analyzed. Both the positive and negative forces contributing to the changing landscape are examined. The focus of this discussion includes changing demographics, changes in early childhood curriculum and instruction, increased focus on accountability, advances in research that inform early childhood education, influences affecting teacher preparation and professional development, and global trends affecting early education and care. We relate these trends to the need for holistic systems-thinking, integrated curricula, child-centered pedagogical standards, deeper commitment to social justice and a corresponding moral vision capable of inspiring educational policy, practice and research in the midst of a competitive global economy and the commodification of early childhood programs and curricula. By discussing practical examples and research findings to illustrate current positive and negative trends, this paper serves as a meaningful resource for all stakeholders. Taking recent dynamics into account, we provide a vision for evaluating change and analyzing major trends. Both implications and responses to the changes in the early childhood landscape are discussed."}, {"identifier": "doi:10.1007/s11162-017-9471-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11162-017-9471-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11162-017-9471-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11162-017-9471-1"}], "title": "Financial Aid and College Persistence: Do Student Loans Help or Hurt?", "creators": [{"creator": "Herzog, Serge"}], "publicationName": "Research in Higher Education", "issn": "0361-0365", "eissn": "1573-188X", "openaccess": "false", "journalid": "11162", "doi": "10.1007/s11162-017-9471-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-08-23", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "59", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "273", "endingPage": "301", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractUsing data from two freshmen cohorts at a public research university (N = 3730), this study examines the relationship between loan aid and second-year enrollment persistence. Applying a counterfactual analytical framework that relies on propensity score (PS) weighting and matching to address selection bias associated with treatment status, the study estimates that loan aid exerts a significant negative effect on persistence for students from low-income background (i.e., Pell eligible), and those taking up high amounts of loans in order to meet total cost of attendance, including students who exhausted the available amount of subsidized loan aid. However, no significant incremental effect associated with unsubsidized loan aid, net of subsidized loan aid, could be detected. The estimated effect of loan aid on persistence controls for first-year academic experience and takes into account 26 factors related to loan selection and persistence in order to match students with loan aid to a counterfactual case in covariate adjusted regression. Comparison with results from non-matched-sample analysis suggests selection bias may mask the negative effect of loans detected with matched-sample estimation. Validity of covariates determining the loan selection process and criteria for acceptable balance in the matched data are discussed, and implications for future research are addressed."}, {"identifier": "doi:10.1007/s11217-018-9611-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11217-018-9611-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11217-018-9611-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11217-018-9611-x"}], "title": "Introduction to Deconstructing Privilege in the Classroom: Teaching as a Racialized Pedagogy", "creators": [{"creator": "Sinha, Shilpi"}, {"creator": "Rasheed, Shaireen"}], "publicationName": "Studies in Philosophy and Education", "issn": "0039-3746", "eissn": "1573-191X", "openaccess": "false", "journalid": "11217", "doi": "10.1007/s11217-018-9611-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-30", "coverDate": "2018-05", "printDate": "2018-04-04", "volume": "37", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "211", "endingPage": "214", "copyright": "©2018 Springer Science+Business Media B.V., part of Springer Nature", "genre": "EditorialNotes", "abstract": ""}, {"identifier": "doi:10.1007/s11162-017-9473-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11162-017-9473-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11162-017-9473-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11162-017-9473-z"}], "title": "Predicting Engineering Student Attrition Risk Using a Probabilistic Neural Network and Comparing Results with a Backpropagation Neural Network and Logistic Regression", "creators": [{"creator": "Mason, Cindi"}, {"creator": "Twomey, Janet"}, {"creator": "Wright, David"}, {"creator": "Whitman, Lawrence"}], "publicationName": "Research in Higher Education", "issn": "0361-0365", "eissn": "1573-188X", "openaccess": "false", "journalid": "11162", "doi": "10.1007/s11162-017-9473-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-09-04", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "59", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "382", "endingPage": "400", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractAs the need for engineers continues to increase, a growing focus has been placed on recruiting students into the field of engineering and retaining the students who select engineering as their field of study. As a result of this concentration on student retention, numerous studies have been conducted to identify, understand, and confirm relationships between student attributes and attrition. Methods of prediction have also been evaluated and compared. Utilizing the attributes found in previous studies to have correlation with student attrition, this study considers the results of three different prediction methods—logistic regression, a multi-layer perceptron artificial neural network, and a probabilistic neural network (PNN)—to predict engineering student retention at a case study university. The purpose of this study was to introduce the PNN to the study of engineering student retention prediction and compare the results of the PNN to other commonly used methods in this field of study. The accuracy, sensitivity, specificity and overall results for each method are reported, compared, and discussed as the major contribution of this paper."}, {"identifier": "doi:10.1007/s11217-017-9595-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11217-017-9595-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11217-017-9595-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11217-017-9595-y"}], "title": "The Logic of Deferral: Educational Aims and Intellectual Disability", "creators": [{"creator": "Taylor, Ashley"}], "publicationName": "Studies in Philosophy and Education", "issn": "0039-3746", "eissn": "1573-191X", "openaccess": "false", "journalid": "11217", "doi": "10.1007/s11217-017-9595-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-16", "coverDate": "2018-05", "printDate": "2018-04-04", "volume": "37", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "265", "endingPage": "285", "copyright": "©2017 Springer Science+Business Media B.V., part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThe educational aims described by educational philosophers rarely embrace the full range of differences in intellectual ability, adaptive behavior, or communication that children exhibit. Because envisioned educational aims have significant consequences for how educational practices, pedagogy, and curricula are conceptualized, the failure to acknowledge and embrace differences in ability leaves open the question of the extent to which students with intellectual disabilities are subject to the same aims as their “typically-developing” peers. In articulating and defending valued aims of education, educational philosophers tacitly or expressly concede that particular aims will be ill suited to many children with intellectual disabilities, and that separate aims will therefore apply to them. This paper evaluates the philosophical reasoning behind this conclusion that some people, by necessity, must be governed by separate educational aims, to be decided separately and secondarily. The author calls this the “deferral stance.” First, the paper outlines concerns about a particular ability-biased social and epistemic context in which theorizing about educational aims takes place. The author then examines assumptions that underpin the logic of deferral, arguing that the logic proves flawed when subjected to conceptual and empirical scrutiny. The paper concludes by outlining an inclusive approach—the affirmative stance—to theorizing about educational aims that resists the logic of exclusion and deferral."}, {"identifier": "doi:10.1007/s10643-017-0859-5", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0859-5"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0859-5"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0859-5"}], "title": "Interventions and Adaptations for Children with Autism Spectrum Disorder in Inclusive Early Childhood Settings", "creators": [{"creator": "Brodzeller, Katharine L."}, {"creator": "Ottley, Jennifer R."}, {"creator": "Jung, Jeesun"}, {"creator": "Coogle, Christan G."}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0859-5", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-04-26", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "277", "endingPage": "286", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractThe inclusive education of children with disabilities is considered best practice, yet many early childhood educators feel unprepared to deliver appropriate instruction for children with disabilities and often require supports to successfully meet the children’s unique needs. Young children experiencing autism spectrum disorder are being diagnosed at a young age and they are commonly receiving their education within inclusive early childhood settings. This article presents two methods to meet the needs of children with autism spectrum disorder. First, early childhood educators can provide interventions tailored to the children’s learning needs. Second, educators can adapt the environment, materials, activity, instruction, and assistance they provide so that each child is appropriately supported, while still being encouraged to succeed as independently as possible. This article summarizes research-based interventions and adaptations that early childhood educators can implement within inclusive settings to meet the diverse needs of young children with autism spectrum disorder and presents a case study to describe how these practices can support young children with autism spectrum disorder within inclusive settings."}, {"identifier": "doi:10.1007/s10643-017-0861-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0861-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0861-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0861-y"}], "title": "An Evaluation of Videomodeling on Fundamental Motor Skill Performance of Preschool Children", "creators": [{"creator": "Obrusnikova, Iva"}, {"creator": "Cavalier, Albert"}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0861-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-05-02", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "287", "endingPage": "299", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractProficiency in fundamental motor skills (FMS) is important for both the health and the overall growth and development of young children. To identify factors that facilitate the development of FMS, the study provided preliminary data on the effect of videomodeling (VM) on the acquisition of FMS by typically developing young children. Participants were six conveniently selected typically developing preschool-age children from an early care and education center. A multiple-baseline-across-participants single-subject research design was used to evaluate VM effects. Motor skill acquisition was assessed with validated developmental sequences of the standing long jump and the overarm throw. The results demonstrated that the VM intervention improved participants’ FMS performance and the improvement was maintained even after the withdrawal of the VM, 2 weeks after the last VM session. Qualitative data collected via a self-report enjoyment scale and field notes with the instructors elicited four factors that might have affected participants’ performance: their attention and motivation to perform the task and the skill complexity and reproduction. The data suggest that VM may be an efficient strategy for teaching FMS to preschool-age children."}, {"identifier": "doi:10.1007/s10643-017-0857-7", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10643-017-0857-7"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10643-017-0857-7"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10643-017-0857-7"}], "title": "Information and Digital Literacies in a Kindergarten Classroom: An I-LEARN Case Study", "creators": [{"creator": "Tecce DeCarlo, Mary Jean"}, {"creator": "Grant, Allen"}, {"creator": "Lee, Vera J."}, {"creator": "Neuman, Delia"}], "publicationName": "Early Childhood Education Journal", "issn": "1082-3301", "eissn": "1573-1707", "openaccess": "false", "journalid": "10643", "doi": "10.1007/s10643-017-0857-7", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-04-18", "coverDate": "2018-05", "printDate": "2018-03-21", "volume": "46", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "265", "endingPage": "275", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractThis case study, part of a larger qualitative research project, involved 24 kindergarteners and their teacher in the design, development, and evaluation of a research project built around the I-LEARN model (Neuman, Learning in information-rich environments: I-LEARN and the construction of knowledge in the 21st Century. Springer, New York, 2011b ). I-LEARN is a six-step learning model (Identify, Locate, Evaluate, Apply, Reflect and kNow) designed to guide research for twenty first-century learning. The objectives of the study were both to improve the digital and information literacies of the participants and to validate the I-LEARN model for use in an early childhood classroom. The findings have implications for information literacy, digital literacy, and developmentally appropriate practices."}, {"identifier": "doi:10.1007/s12129-018-9694-4", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s12129-018-9694-4"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s12129-018-9694-4"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s12129-018-9694-4"}], "title": "Books, Articles, and Items of Academic Interest", "creators": [{"creator": "Wood, Peter"}], "publicationName": "Academic Questions", "issn": "0895-4852", "eissn": "1936-4709", "openaccess": "false", "journalid": "12129", "doi": "10.1007/s12129-018-9694-4", "publisher": "Springer", "publicationDate": "2018-04-10", "onlineDate": "2018-04-10", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "11", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": ""}, {"identifier": "doi:10.1007/s12129-018-9695-3", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s12129-018-9695-3"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s12129-018-9695-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s12129-018-9695-3"}], "title": "Scientific Fraud or Cultural Icon?", "creators": [{"creator": "Beahrs, John Oakley"}], "publicationName": "Academic Questions", "issn": "0895-4852", "eissn": "1936-4709", "openaccess": "false", "journalid": "12129", "doi": "10.1007/s12129-018-9695-3", "publisher": "Springer", "publicationDate": "2018-04-10", "onlineDate": "2018-04-10", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "4", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "ReviewPaper", "abstract": ""}], "facets": [{"name": "subject", "values": [{"value": "Education", "count": "16144"}, {"value": "Higher Education", "count": "3366"}, {"value": "Education, general", "count": "3038"}, {"value": "Educational Technology", "count": "2962"}, {"value": "Science Education", "count": "2947"}, {"value": "Learning and Instruction", "count": "2519"}, {"value": "Mathematics Education", "count": "1709"}, {"value": "Sociology of Education", "count": "1676"}, {"value": "Educational Philosophy", "count": "1645"}, {"value": "Learning & Instruction", "count": "1510"}, {"value": "Medical Education", "count": "1462"}, {"value": "Sociology, general", "count": "1450"}, {"value": "Education (general)", "count": "1048"}, {"value": "Teaching and Teacher Education", "count": "930"}, {"value": "Educational Policy and Politics", "count": "881"}, {"value": "Mathematics, general", "count": "829"}, {"value": "Philosophy of Education", "count": "800"}, {"value": "Educational Psychology", "count": "775"}, {"value": "International and Comparative Education", "count": "771"}, {"value": "Community and Environmental Psychology", "count": "612"}]}, {"name": "keyword", "values": [{"value": "Professional development", "count": "240"}, {"value": "Assessment", "count": "197"}, {"value": "Medical education", "count": "191"}, {"value": "Science education", "count": "191"}, {"value": "Higher education", "count": "174"}, {"value": "Teacher education", "count": "146"}, {"value": "Education", "count": "138"}, {"value": "Mathematics", "count": "121"}, {"value": "Motivation", "count": "118"}, {"value": "Learning", "count": "109"}, {"value": "Curriculum", "count": "107"}, {"value": "Technology", "count": "106"}, {"value": "Early childhood", "count": "95"}, {"value": "Instructional design", "count": "95"}, {"value": "Gender", "count": "94"}, {"value": "Identity", "count": "91"}, {"value": "STEM", "count": "89"}, {"value": "Diversity", "count": "81"}, {"value": "Science", "count": "81"}, {"value": "higher education", "count": "78"}]}, {"name": "pub", "values": [{"value": "Research in Higher Education", "count": "955"}, {"value": "Academic Questions", "count": "752"}, {"value": "Early Childhood Education Journal", "count": "748"}, {"value": "Educational Technology Research and Development", "count": "682"}, {"value": "Higher Education", "count": "666"}, {"value": "TechTrends", "count": "623"}, {"value": "The Urban Review", "count": "613"}, {"value": "Journal of Science Teacher Education", "count": "577"}, {"value": "Studies in Philosophy and Education", "count": "553"}, {"value": "Medical Science Educator", "count": "528"}, {"value": "Educational Studies in Mathematics", "count": "497"}, {"value": "Innovative Higher Education", "count": "486"}, {"value": "Journal of Science Education and Technology", "count": "460"}, {"value": "Science & Education", "count": "449"}, {"value": "Cultural Studies of Science Education", "count": "448"}, {"value": "BMC Medical Education", "count": "404"}, {"value": "Instructional Science", "count": "349"}, {"value": "Interchange", "count": "324"}, {"value": "Educational Psychology Review", "count": "307"}, {"value": "ZDM", "count": "307"}]}, {"name": "year", "values": [{"value": "2018", "count": "514"}, {"value": "2017", "count": "1277"}, {"value": "2016", "count": "1124"}, {"value": "2015", "count": "1014"}, {"value": "2014", "count": "971"}, {"value": "2013", "count": "975"}, {"value": "2012", "count": "846"}, {"value": "2011", "count": "810"}, {"value": "2010", "count": "689"}, {"value": "2009", "count": "716"}, {"value": "2008", "count": "704"}, {"value": "2007", "count": "615"}, {"value": "2006", "count": "458"}, {"value": "2005", "count": "370"}, {"value": "2004", "count": "286"}, {"value": "2003", "count": "279"}, {"value": "2002", "count": "259"}, {"value": "2001", "count": "256"}, {"value": "2000", "count": "229"}, {"value": "1999", "count": "241"}]}, {"name": "country", "values": [{"value": "United States", "count": "16144"}, {"value": "", "count": "982"}, {"value": "Canada", "count": "307"}, {"value": "United Kingdom", "count": "267"}, {"value": "Germany", "count": "203"}, {"value": "Australia", "count": "194"}, {"value": "South Korea", "count": "166"}, {"value": "China", "count": "140"}, {"value": "Israel", "count": "103"}, {"value": "Turkey", "count": "82"}, {"value": "Taiwan", "count": "59"}, {"value": "India", "count": "55"}, {"value": "Japan", "count": "51"}, {"value": "Norway", "count": "42"}, {"value": "France", "count": "40"}, {"value": "Singapore", "count": "38"}, {"value": "New Zealand", "count": "36"}, {"value": "Switzerland", "count": "34"}, {"value": "Belgium", "count": "33"}, {"value": "Ireland", "count": "29"}]}, {"name": "type", "values": [{"value": "Journal", "count": "16144"}]}]}, "http://api.springer.com/meta/v1/json?api_key-94d868109af5483064f140a01e889e7a_p-25_q-['subject:Psychology', 'country:\"United States\"', 'type:Journal']": {"query": "type:Journal", "apiKey": "94d868109af5483064f140a01e889e7a", "result": [{"total": "45683", "start": "1", "pageLength": "25", "recordsDisplayed": "25"}], "records": [{"identifier": "doi:10.1007/s10919-017-0269-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10919-017-0269-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10919-017-0269-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10919-017-0269-9"}], "title": "Bidirectional Linkages Between Emotion Recognition and Problem Behaviors in Elementary School Children", "creators": [{"creator": "Castro, Vanessa L."}, {"creator": "Cooke, Alison N."}, {"creator": "Halberstadt, Amy G."}, {"creator": "Garrett-Peters, Patricia"}], "publicationName": "Journal of Nonverbal Behavior", "issn": "0191-5886", "eissn": "1573-3653", "openaccess": "false", "journalid": "10919", "doi": "10.1007/s10919-017-0269-9", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-11-23", "coverDate": "2018-06", "printDate": "2018-03-02", "volume": "42", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "155", "endingPage": "178", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractCross-sectional studies support negative associations between children’s skills in recognizing emotional expressions and their problem behaviors. Few studies have examined these associations over time, however, precluding our understanding of the direction of effects. Emotion recognition difficulties may contribute to the development of problem behaviors; additionally, problem behaviors may constrain the development of emotion recognition skill. The present study tested the bidirectional linkages between children’s emotion recognition and teacher-reported problem behaviors in 1st and 3rd grade. Specifically, emotion recognition, hyperactivity, internalizing behaviors, and externalizing behaviors were assessed in 117 children in 1st grade and in 3rd grade. Results from fully cross-lagged path models revealed divergent developmental patterns: Controlling for concurrent levels of problem behaviors and first-grade receptive language skills, lower emotion recognition in 1st grade significantly predicted greater internalizing behaviors, but not hyperactivity or externalizing behaviors, in 3rd grade. Moreover, greater hyperactivity in 1st grade marginally predicted lower emotion recognition in 3rd grade, but internalizing and externalizing behaviors were not predictive of emotion recognition over time. Together, these findings extend previous research to identify specific developmental pathways, whereby emotion recognition difficulties contribute to the development of internalizing behaviors, and early hyperactivity may contribute to the development of emotion recognition difficulties, thus highlighting the importance of examining these processes and their mutual development over time."}, {"identifier": "doi:10.1007/s10578-017-0764-6", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0764-6"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0764-6"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0764-6"}], "title": "Co-Occurring Posttraumatic Stress Disorder and Depression Among Young Children", "creators": [{"creator": "Salloum, Alison"}, {"creator": "Johnco, Carly"}, {"creator": "Smyth, Kristin M."}, {"creator": "Murphy, Tanya K."}, {"creator": "Storch, Eric A."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0764-6", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-10-19", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "452", "endingPage": "459", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThe purpose of this study was to examine differences in: (1) mental health emotional and behavioral problems between young children experiencing PTSD with and without MDD; (2) the incidence of caregiver PTSD and MDD between children with PTSD ± MDD; and (3) the number of traumatic events and interpersonal versus non-interpersonal nature of trauma events among children whose parents sought child trauma-focused treatment. Sixty-six caregivers of children aged 3–7 with PTSD completed semi-structured interviews regarding caregiver and child diagnoses, and caregivers completed self-report measures regarding child symptomatology. Results indicated that young children with PTSD + MDD had significantly higher internalizing symptoms, dissociative symptoms, and posttraumatic stress severity than those without comorbid MDD. There were no significant group differences in the incidence of caregiver PTSD or MDD, or the number or types of traumatic events. Future research to understand the unique contributors to the etiology of MDD in the context of PTSD among young children is needed."}, {"identifier": "doi:10.1007/s10578-017-0762-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0762-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0762-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0762-8"}], "title": "Multimodal Residential Treatment for Adolescent Anxiety: Outcome and Associations with Pre-treatment Variables", "creators": [{"creator": "Schneider, Sophie C."}, {"creator": "La Buissonnière-Ariza, Valérie"}, {"creator": "Højgaard, Davíð R. M. A."}, {"creator": "Kay, Brian S."}, {"creator": "Riemann, Bradley C."}, {"creator": "Eken, Stephanie C."}, {"creator": "Lake, Peter"}, {"creator": "Nadeau, Joshua M."}, {"creator": "Storch, Eric A."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0762-8", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-10-07", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "434", "endingPage": "442", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThis study aimed to determine the effect of a multimodal residential treatment program for severe adolescent anxiety, and examine whether treatment outcome was associated with pre-treatment anxiety, comorbid disorders, or participant age or gender. Participants were 70 adolescents (61.4% female, mean age = 15.4 years) with a primary anxiety disorder who received residential treatment involving cognitive behavioral therapy and medication management. Treatment outcome was assessed both as the change in adolescent-reported anxiety symptoms, and using treatment response criteria. Results indicated a strong effect of the intervention on symptoms of anxiety, depression, and anxiety-related life interference. Most pre-treatment variables were not associated with treatment outcome. However, higher adolescent-reported pre-treatment anxiety was associated with a greater reduction in anxiety at post-treatment, and the presence of a comorbid anxiety disorder was associated with poorer odds of treatment response. Findings indicate that residential treatment is a robust intervention for adolescent anxiety."}, {"identifier": "doi:10.1007/s10578-017-0758-4", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0758-4"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0758-4"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0758-4"}], "title": "Independent Contributions of Early Positive Parenting and Mother–Son Coercion on Emerging Social Development", "creators": [{"creator": "Akcinar, Berna"}, {"creator": "Shaw, Daniel S."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0758-4", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-09-21", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "385", "endingPage": "395", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractIn the current study, we explored associations between parent–child coercion and positive parenting in the toddler period in relation to children’s social-behavioral development during the school-age period. The data were drawn from the Pitt Mother & Child Project, a sample of 310 low-income, ethnically diverse boys. Drawing on tenets of both attachment and social learning theory, it was hypothesized that coercive mother–son interaction would lead to reductions in positive maternal parenting in the toddler period, and that both positive parenting and mother–son coercion in the toddler period would contribute to children’s conduct problems at school entry and lower social skills and peer rejection in middle childhood. The results were largely confirmed, such that mother–son coercive interaction at 18 months was related to decreases in positive parenting at 24 months. Additionally, mother–son coercive interaction and positive parenting at 24 months were linked to child conduct problems at age 5, which in turn predicted child social skills and peer rejection during middle childhood. In addition to indirect effects through child conduct problems, mother–son coercion continued to be independently related to school-age peer rejection. The findings are discussed with respect to the importance of early coercive interactions in the growth of child social-behavioral development from early to middle childhood."}, {"identifier": "doi:10.1007/s10578-017-0760-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0760-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0760-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0760-x"}], "title": "Ethnicity’s Role in the Relationship Between Anxiety and Negative Interpretation Bias Among Clinically Anxious Youth: A Pilot Study", "creators": [{"creator": "Sherman, Jamie Alexa"}, {"creator": "Ehrenreich-May, Jill"}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0760-x", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-09-30", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "396", "endingPage": "408", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractNegative interpretation bias, a correlate of anxiety, is defined as an individual’s tendency to interpret ambiguous events as negative or threatening. The current study examined associations between interpretation bias and anxiety symptoms in clinically anxious youth and potential moderators of these relationships. Thirty anxious youth and their parents participated in a clinical interview and reported on child anxiety symptoms. Youth completed implicit, explicit-personally irrelevant, and explicit-personally relevant interpretation bias measures. Child-reported anxiety was only associated with negative interpretation bias on the explicit-personally relevant measure and parent-reported social anxiety was negatively associated with positive bias on this measure. Hispanic individuals displayed marginally higher anxiety symptoms and significantly more intense negative interpretation on the implicit measure. While this pilot study revealed preliminary findings that Hispanic ethnicity may play a role in relationships between interpretation bias and anxiety, future work may further elucidate associations between interpretation bias, anxiety, and ethnicity in anxious youth."}, {"identifier": "doi:10.1007/s10578-017-0769-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0769-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0769-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0769-1"}], "title": "The Link Between Anxiety Severity and Irritability Among Anxious Youth: Evaluating the Mediating Role of Sleep Problems", "creators": [{"creator": "Poznanski, Bridget"}, {"creator": "Cornacchio, Danielle"}, {"creator": "Coxe, Stefany"}, {"creator": "Pincus, Donna B."}, {"creator": "McMakin, Dana L."}, {"creator": "Comer, Jonathan S."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0769-1", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-12-08", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "352", "endingPage": "359", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractAlthough recent studies have linked pediatric anxiety to irritability, research has yet to examine the mechanisms through which youth anxiety may be associated with irritability. Importantly, sleep related problems (SRPs) have been associated with both child anxiety and irritability, but research has not considered whether the link between youth anxiety and irritability may be accounted for by SRPs. The present study investigated whether SRPs mediated the relationship between anxiety severity and irritability in a large sample of treatment-seeking anxious youth ( N  = 435; ages 7–19 years, M  = 12.7; 55.1% female). Anxiety severity, SRPs and irritability showed significant pairwise associations, and the indirect effect of youth anxiety severity on irritability, via SRPs, was positive and significant. The present analysis is the first to examine youth anxiety, irritability, and SPRs in a single model in a sample of anxious youth, and provides preliminary evidence that SRPs partially mediate links between child anxiety and irritability."}, {"identifier": "doi:10.1007/s10578-017-0767-3", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0767-3"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0767-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0767-3"}], "title": "Violence Exposure and Psychopathology in Latino Youth: The Moderating Role of Active and Avoidant Coping", "creators": [{"creator": "Gudiño, Omar G."}, {"creator": "Stiles, Allison A."}, {"creator": "Diaz, Kathleen I."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0767-3", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-11-13", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "468", "endingPage": "479", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractDespite high rates of exposure to community violence among Latino youth in urban communities, there is considerable variability in individual outcomes. This study examined (a) associations between coping and indices of Latino culture, (b) main effects of active/avoidant coping on psychopathology, and (c) whether coping moderates the impact of violence exposure on mental health in Latino youth. Participants included 168 Latino youth (56% female; ages 11–14) that took part in a short-term longitudinal study. Results indicate that youth acculturation was positively associated with active coping, but enculturation level and immigrant status were not associated with coping. Structural equation models suggested that active coping was negatively associated with internalizing problems ( p  = .046) while avoidant coping was positively associated with internalizing problems ( p  = .013) and posttraumatic stress symptoms ( p  = .024). Moderation analyses revealed that violence exposure was more strongly associated with internalizing problems as reliance on avoidance coping increased. However, at high levels of violence exposure, a greater reliance on active coping was related to increased posttraumatic stress problems. Findings suggest that consideration of the specific stressor, level of stress exposure, and mental health problem-type may be crucial in determining the effectiveness of a coping strategy. Implications for future research and intervention are discussed."}, {"identifier": "doi:10.1007/s10578-017-0754-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0754-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0754-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0754-8"}], "title": "On the Relation Between General Intelligence and Psychopathic Traits: An Examination of Inpatient Adolescents", "creators": [{"creator": "Kavish, Nicholas"}, {"creator": "Bailey, Cassandra"}, {"creator": "Sharp, Carla"}, {"creator": "Venta, Amanda"}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0754-8", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-08-23", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "341", "endingPage": "351", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractA substantial literature has investigated relations between intelligence and psychopathic traits. At the construct level, findings have been mixed, with a small negative relation found. At the facet level however, a positive relation between verbal intelligence and the interpersonal facet of psychopathy, and a negative relation between verbal intelligence and the lifestyle factor of psychopathy emerge. To date, this research has largely neglected adolescents and prior research has focused on clinical and incarcerated populations, while failing to control for psychopathology. The current study sought to address these limitations by examining the relation between intelligence and psychopathy at the construct, facet, and trait level in a sample of inpatient adolescents. At the bivariate level, verbal intelligence was related to dishonest charm, unemotionality, impulsiveness, and manipulation. In regression analyses, however, verbal intelligence lost significance as a predictor of all but impulsiveness. Gender and severity of psychopathology accounted for most significant relations."}, {"identifier": "doi:10.1007/s10578-017-0765-5", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0765-5"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0765-5"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0765-5"}], "title": "Maternal Acceptance Moderates Fear Ratings and Avoidance Behavior in Children", "creators": [{"creator": "Shimshoni, Yaara"}, {"creator": "Silverman, Wendy K."}, {"creator": "Byrne, Simon P."}, {"creator": "Lebowitz, Eli R."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0765-5", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-11-29", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "460", "endingPage": "467", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractAvoidance is a hallmark feature of anxiety disorders, and avoidance-related impairment is often key to meeting diagnostic criteria. In children and adolescents with anxiety disorders, levels of avoidance vary considerably. Using a novel motion-tracking measure of avoidance behavior, we examined whether maternal acceptance, characterized by warm and accepting responses to child feelings and behaviors, moderates the association between fear of spiders and behavioral avoidance of spider stimuli in 103 clinically anxious children. As hypothesized, maternal acceptance significantly moderated children’s avoidance behavior. Child’s fear of spiders was significantly associated with behavioral avoidance when mothers were low in acceptance, as rated by either mothers or children. When mothers were high in acceptance, as rated by either mothers or children, child self-rated fear of spiders was not significantly associated with child avoidance. These are the first results to empirically demonstrate the moderating role of maternal acceptance in anxious children’s avoidance behavior."}, {"identifier": "doi:10.1007/s10578-017-0759-3", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0759-3"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0759-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0759-3"}], "title": "Moderators of the Relations Between Mothers’ and Fathers’ Parenting Practices and Children’s Prosocial Behavior", "creators": [{"creator": "Gryczkowski, Michelle"}, {"creator": "Jordan, Sara Sytsma"}, {"creator": "Mercer, Sterett H."}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0759-3", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-09-26", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "409", "endingPage": "419", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractUsing multilevel modeling, we separately examined the relations between mothers’ and fathers’ parenting practices and children’s prosocial behavior, as well as the moderating roles of child sex, age, and ethnicity. Participants included a diverse community sample of 129 cohabiting couples with a child aged 6–17. Results indicated that paternal positivity and corporal punishment were significantly related to girls’, but not boys’, prosocial behavior, and paternal involvement was related to prosocial behavior in school-aged children but not adolescents. Greater levels of positivity in both parents were related to more prosocial behavior in Caucasian children and less in African American children. Overall, the findings suggest that fathers’ parenting is important and may differentially influence children of different sexes and ages, underscoring the importance of examining both mothers’ and fathers’ parenting in relation to child outcomes and with diverse samples. Findings also highlight the need for culturally appropriate measures of parenting."}, {"identifier": "doi:10.1007/s10578-017-0761-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0761-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0761-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0761-9"}], "title": "Suicide Attempts Among Adolescents with Self-Reported Disabilities", "creators": [{"creator": "Moses, Tally"}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0761-9", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-10-13", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "420", "endingPage": "433", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThis study examines the relative risk for suicide attempts (SA) among high-school students self-identifying with one or more disability classifications (nine); assesses the extent to which youth with disabilities are disproportionately vulnerable to risk factors that predict suicidal behavior among all adolescents; and explores whether disability status adds to risk for SA after accounting for a comprehensive set of known risk and protective factors for SA. Analyses using Wisconsin’s 2012 Dane County Youth Assessment Survey data found that youth in each disability category were 3–9 times more likely to report suicide attempt(s) relative to peers, and the endorsement of multiple disabilities tripled the risk SA relative to youth reporting a single disability. Some disability sub-groups, including youth reporting autism spectrum disorder, hearing, and vision impairments reported surprisingly high rates of SA. While youth with disabilities reported disproportionate exposure to adversity in every life domain examined, similar to youth reporting SA, disability status added unique risk for suicidal behavior. This suggests that disability may be a ‘fundamental cause’ of suicidal behavior, a question that requires further investigation."}, {"identifier": "doi:10.1007/s10578-017-0757-5", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10578-017-0757-5"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10578-017-0757-5"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10578-017-0757-5"}], "title": "Improving Maternal Representations in High-Risk Mothers: A Randomized, Controlled Trial of the Mom Power Parenting Intervention", "creators": [{"creator": "Rosenblum, Katherine"}, {"creator": "Lawler, Jamie"}, {"creator": "Alfafara, Emily"}, {"creator": "Miller, Nicole"}, {"creator": "Schuster, Melisa"}, {"creator": "Muzik, Maria"}], "publicationName": "Child Psychiatry & Human Development", "issn": "0009-398X", "eissn": "1573-3327", "openaccess": "false", "journalid": "10578", "doi": "10.1007/s10578-017-0757-5", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-09-21", "coverDate": "2018-06", "printDate": "2018-03-26", "volume": "49", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "372", "endingPage": "384", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractA key mechanism of risk transmission between maternal risk and child outcomes are the mother’s representations. The current study examined the effects of an attachment-based, trauma-informed parenting intervention, the Mom Power (MP) program, in optimizing maternal representations of high-risk mothers utilizing a randomized, controlled trial design (NCT01554215). High-risk mothers were recruited from low-income community locations and randomized to either the MP Intervention ( n  = 42) or a control condition ( n  = 33) in a parallel design. Maternal representations were assessed before and after the intervention using the Working Model of the Child Interview. The proportion of women with balanced (secure) representations increased in the MP group but not in the control group. Parenting Reflectivity for mothers in the treatment group significantly increased, with no change in the control condition. Participation in the MP program was associated with improvements in a key indicator of the security of the parent–child relationship: mothers’ representations of their children."}, {"identifier": "doi:10.1007/s10508-018-1171-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10508-018-1171-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10508-018-1171-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10508-018-1171-1"}], "title": "The Co-Occurrence of Asexuality and Self-Reported Post-Traumatic Stress Disorder Diagnosis and Sexual Trauma Within the Past 12 Months Among U.S. College Students", "creators": [{"creator": "Parent, Mike C."}, {"creator": "Ferriter, Kevin P."}], "publicationName": "Archives of Sexual Behavior", "issn": "0004-0002", "eissn": "1573-2800", "openaccess": "false", "journalid": "10508", "doi": "10.1007/s10508-018-1171-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-20", "coverDate": "2018-05", "printDate": "2018-04-09", "volume": "47", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1277", "endingPage": "1282", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractAn increasing number of individuals identify as asexual. It is important to understand the relationship between a diagnosis of post-traumatic stress disorder or a history of sexual trauma co-occurs with asexual identity. We aimed to assess whether identification as asexual was associated with greater likelihood for self-reported PTSD diagnosis and history of sexual trauma within the past 12 months. Secondary data analysis was undertaken of a cross-sectional survey of 33,385 U.S. college students (12,148 male, 21,237 female), including 228 self-identified asexual individuals (31 male, 197 female), who completed the 2015–2016 Healthy Minds Study. Measures included assessment of self-report of prior professional diagnosis of PTSD and self-report of prior sexual trauma in the past year. Among non-asexual participants, 1.9% self-reported a diagnosis of PTSD and 2.4% reported a history of sexual trauma in the past 12 months. Among the group identified as asexual, 6.6% self-reported a diagnosis of PTSD and 3.5% reported a history of sexual assault in the past 12 months. Individuals who identified as asexual were more likely to report a diagnosis of PTSD (OR 4.44; 95% CI 2.32, 8.50) and sexual trauma within the past 12 months (OR 2.52; 95% CI 1.20, 5.27), compared to non-asexual individuals. These differences persisted after including sex of the participants in the model, and the interaction between asexual identification and sex was not significant in either case. Asexual identity was associated with greater likelihood of reported PTSD diagnosis and reported sexual trauma within the past 12 months. Implications for future research on asexuality are discussed."}, {"identifier": "doi:10.1007/s10508-017-1120-4", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10508-017-1120-4"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10508-017-1120-4"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10508-017-1120-4"}], "title": "Examining the Lesbian, Gay, and Bisexual Identity Scale Among Members of an Alternative Sexuality Special Interest Group", "creators": [{"creator": "Cramer, Robert J."}, {"creator": "Golom, Frank D."}, {"creator": "Gemberling, Tess M."}, {"creator": "Trost, Kristen"}, {"creator": "Lewis, Robin"}, {"creator": "Wright, Susan"}], "publicationName": "Archives of Sexual Behavior", "issn": "0004-0002", "eissn": "1573-2800", "openaccess": "false", "journalid": "10508", "doi": "10.1007/s10508-017-1120-4", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-22", "coverDate": "2018-05", "printDate": "2018-04-09", "volume": "47", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1251", "endingPage": "1264", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThe present study contributes to a growing body of literature developing psychometrically and theoretically grounded measures of sexual orientation minority identity. We tested psychometric properties and construct validity of a 27-item measure, the Lesbian, Gay, and Bisexual Identity Scale (LGBIS). The sample consisted of 475 adult (178 male, 237 female, 16 male-to-female, 14 female-to-male, and 30 gender queer persons) members of a special interest group, the National Coalition for Sexual Freedom. Participants completed a health needs questionnaire. Prominent findings included (1) confirmatory factor-analytic, internal consistency, and inter-correlation patterns support two LGBIS factor structures; (2) men, compared primarily to women, reported elevated scores on Acceptance Concerns, Concealment Motivation, Difficulty Process, and Negative Identity; (3) queer-identifying persons tended to report low Concealment Motivation, and high Identity Affirmation and Identity Centrality scores; (4) experimenting/fluid-identifying individuals tended toward higher Identity Uncertainty and Negative Identity, and lower Identity Centrality scores; (5) LGB community involvement was negatively associated with Concealment Motivation, Identity Uncertainty, and Negative Identity, and positively associated with Identity Superiority, Identity Affirmation, and Identity Centrality scores; and (6) Acceptance Concerns, Identity Uncertainty, and Internalized Homonegativity displayed significant positive associations with such mental health symptoms as general anxiety and posttraumatic stress. The LGBIS represents a useful approach to evaluating sexual orientation minority identity. Implications for identity theory, research, and practice are provided."}, {"identifier": "doi:10.1007/s10803-017-3393-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10803-017-3393-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10803-017-3393-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10803-017-3393-9"}], "title": "Sibling Relationships: Parent–Child Agreement and Contributions of Siblings With and Without ASD", "creators": [{"creator": "Braconnier, Megan L."}, {"creator": "Coffman, Marika C."}, {"creator": "Kelso, Nicole"}, {"creator": "Wolf, Julie M."}], "publicationName": "Journal of Autism and Developmental Disorders", "issn": "0162-3257", "eissn": "1573-3432", "openaccess": "false", "journalid": "10803", "doi": "10.1007/s10803-017-3393-9", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-11-29", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "48", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1612", "endingPage": "1622", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractResearch on the experiences of siblings of individuals with ASD and the quality of their sibling relationships has yielded mixed results. The present study examined the significance of parent- versus child-report of both positive and negative behaviors exhibited by siblings and their brothers and sisters with ASD within sibling dyads. Findings indicated that siblings were more positive in their assessment of the sibling relationship than were their parents. Siblings exhibited more positive behaviors within the sibling relationship than did their brothers and sisters with ASD, and were recipients of aggression. These findings are consistent with prior research suggesting that siblings tend to take on a caretaking role, and point to important targets for intervention."}, {"identifier": "doi:10.1007/s10826-017-1004-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10826-017-1004-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10826-017-1004-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10826-017-1004-1"}], "title": "Youth Subgroups who Receive John F. Chafee Foster Care Independence Program Services", "creators": [{"creator": "Chor, Ka Ho Brian"}, {"creator": "Petras, Hanno"}, {"creator": "Pérez, Alfred G."}], "publicationName": "Journal of Child and Family Studies", "issn": "1062-1024", "eissn": "1573-2843", "openaccess": "false", "journalid": "10826", "doi": "10.1007/s10826-017-1004-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-01-08", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "27", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1402", "endingPage": "1414", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractTo date over two billion dollars have been invested in the John F. Chafee Foster Care Independence Program (CFCIP) to help youth who are transitioning out of foster care to achieve self-sufficiency through an array of independent living services. Although states are required to report CFCIP service provision to the National Youth in Transition Database (NYTD), the degree of heterogeneity of the aging out population from the service receipt perspective and state implementation is unknown. The CFCIP calls for a deeper understanding of the underlying patterns of services receipt to prepare for youth’s successful transition to adulthood. Based on the population of 68,057 first-time youth who received CFCIP services in FY2011-FY2013 from the NYTD, we used multi-level latent class analysis (MLCA) to identify underlying combinations of service receipt that may be influenced by youth-level and state-level characteristics. We identified the most preferred model based on interpretability, fit statistics, and split-half replication. The optimal model was a three-class, MLCA solution characterized by a high-service receipt profile, an independent living assessment and academic support receipt profile, and a limited service receipt profile. Among male and female youth, age, education level, and whether states serve youth aged 18 or above were significant characteristics associated with LCA profile membership. States could benefit from understanding existing service receipt patterns and gaps to optimize decisions on service delivery in order to meet youth needs and to identify specific services that may prepare youth aging out of foster care towards positive outcomes."}, {"identifier": "doi:10.1007/s10508-018-1172-0", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10508-018-1172-0"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10508-018-1172-0"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10508-018-1172-0"}], "title": "Gender Variance and Sexual Orientation Among Male Spirit Mediums in Myanmar", "creators": [{"creator": "Coleman, Eli"}, {"creator": "Allen, Mariette Pathy"}, {"creator": "Ford, Jessie V."}], "publicationName": "Archives of Sexual Behavior", "issn": "0004-0002", "eissn": "1573-2800", "openaccess": "false", "journalid": "10508", "doi": "10.1007/s10508-018-1172-0", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-01", "coverDate": "2018-05", "printDate": "2018-04-09", "volume": "47", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "987", "endingPage": "998", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThis article describes the gender identity, gender expression, and sexual orientation of male spirit mediums in Myanmar. Our analysis is based on ethnographic work, field observation, and 10 semi-structured interviews. These observations were conducted from 2010 to 2015, mostly in Mandalay, with some fieldwork in Yangon and Bagan. The focus of this investigation was specifically on achout (gender variant individuals) who were spirit mediums ( nat kadaw). Semi-structured interviews explored the ways that participants understood their gender identity, gender expression, and sexuality in relation to their work as spirit mediums and broader social life. Myanmar remains quite a homophobic and transphobic culture but is undergoing rapid economic and social change. Therefore, it provides an interesting context to study how safe spaces are produced for sexual/gender minorities amidst broader social change. We find that, through the animistic belief structure, there is a growing space for gender nonconforming people, gender variant, and same-sex-oriented individuals ( achout ) to neutralize their stigmatized status and attain a level of respect and economic advantage. Their ability to become nat kadaw (mediums of spirits) mitigates or trumps their stigmatized status."}, {"identifier": "doi:10.1007/s10964-017-0798-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10964-017-0798-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10964-017-0798-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10964-017-0798-x"}], "title": "Appraisal Support from Natural Mentors, Self-worth, and Psychological Distress: Examining the Experiences of Underrepresented Students Transitioning Through College", "creators": [{"creator": "Hurd, Noelle M."}, {"creator": "Albright, Jamie"}, {"creator": "Wittrup, Audrey"}, {"creator": "Negrete, Andrea"}, {"creator": "Billingsley, Janelle"}], "publicationName": "Journal of Youth and Adolescence", "issn": "0047-2891", "eissn": "1573-6601", "openaccess": "false", "journalid": "10964", "doi": "10.1007/s10964-017-0798-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-27", "coverDate": "2018-05", "printDate": "2018-03-30", "volume": "47", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1100", "endingPage": "1112", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThe current study explored whether cumulative appraisal support from as many as five natural mentors (i.e., nonparental adults from youth’s pre-existing social networks who serve a mentoring role in youth’s lives) led to reduced symptoms of depression and anxiety via improved global self-worth among underrepresented college students. Participants in the current study included 340 college students (69% female) attending a 4-year, predominantly White institution of higher education. Participants were first-generation college students, students from economically disadvantaged backgrounds, and/or students from underrepresented racial/ethnic minority groups. Participants completed surveys during the Fall and Spring of their first year of college and in the Spring of their second and third years of college. Results of the structural equation model (including gender, race/ethnicity, and extraversion as covariates) indicated that greater total appraisal support from natural mentoring relationships predicted decreases in students’ psychological distress via increases in self-worth (indirect effects assessed via boot-strapped confidence intervals; 95% CI). The strength of association between appraisal support and self-worth was not moderated by the proportion of academic natural mentors. Findings from the current study extend previous research by measuring multiple natural mentoring relationships and pinpointing supportive exchanges that may be of particular consequence for the promotion of healthy youth development. Institutional efforts to reinforce pre-existing natural mentoring relationships and encourage the onset of new natural mentoring relationships may serve to bolster the well-being and success of underrepresented students attending predominantly White universities."}, {"identifier": "doi:10.1007/s10803-017-3394-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10803-017-3394-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10803-017-3394-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10803-017-3394-8"}], "title": "In Search of Culturally Appropriate Autism Interventions: Perspectives of Latino Caregivers", "creators": [{"creator": "DuBay, Michaela"}, {"creator": "Watson, Linda R."}, {"creator": "Zhang, Wanqing"}], "publicationName": "Journal of Autism and Developmental Disorders", "issn": "0162-3257", "eissn": "1573-3432", "openaccess": "false", "journalid": "10803", "doi": "10.1007/s10803-017-3394-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-11-29", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "48", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1623", "endingPage": "1639", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractMost evidence-based autism spectrum disorder (ASD) interventions are tested with primarily White, mid-upper class, English-speaking populations, despite the increase in Latino children with ASD in early intervention programs throughout the United States. Unfortunately, interventions that are incongruent with a target population’s culture may be relatively ineffective. This mixed-methods study explored how culturally appropriate, feasible, and acceptable Latino caregivers perceived intervention models, strategies, and targets. Survey data were compared for 28 Latino and 27 non-Latino White parents of young children with ASD. Further, 20 Latino caregivers participated in focus groups to describe their challenges, perspectives and preferences for intervention strategies and models, and unmet needs from providers. These findings underscore the need for culturally modified interventions for Latino children and families."}, {"identifier": "doi:10.1007/s10803-017-3421-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10803-017-3421-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10803-017-3421-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10803-017-3421-9"}], "title": "A Pilot Randomized Controlled Trial of the ACCESS Program: A Group Intervention to Improve Social, Adaptive Functioning, Stress Coping, and Self-Determination Outcomes in Young Adults with Autism Spectrum Disorder", "creators": [{"creator": "Oswald, Tasha M."}, {"creator": "Winder-Patel, Breanna"}, {"creator": "Ruder, Steven"}, {"creator": "Xing, Guibo"}, {"creator": "Stahmer, Aubyn"}, {"creator": "Solomon, Marjorie"}], "publicationName": "Journal of Autism and Developmental Disorders", "issn": "0162-3257", "eissn": "1573-3432", "openaccess": "false", "journalid": "10803", "doi": "10.1007/s10803-017-3421-9", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-12", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "48", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1742", "endingPage": "1760", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThe purpose of this pilot randomized controlled trial was to investigate the acceptability and efficacy of the Acquiring Career, Coping, Executive control, Social Skills (ACCESS) Program, a group intervention tailored for young adults with autism spectrum disorder (ASD) to enhance critical skills and beliefs that promote adult functioning, including social and adaptive skills, self-determination skills, and coping self-efficacy. Forty-four adults with ASD (ages 18–38; 13 females) and their caregivers were randomly assigned to treatment or waitlist control. Compared to controls, adults in treatment significantly improved in adaptive and self-determination skills, per caregiver report, and self-reported greater belief in their ability to access social support to cope with stressors. Results provide evidence for the acceptability and efficacy of the ACCESS Program."}, {"identifier": "doi:10.1007/s10508-017-1037-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10508-017-1037-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10508-017-1037-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10508-017-1037-y"}], "title": "Face Validity Ratings of Sexual Orientation Scales by Sexual Minority Adults: Effects of Sexual Orientation and Gender Identity", "creators": [{"creator": "Galupo, M. Paz"}, {"creator": "Mitchell, Renae C."}, {"creator": "Davis, Kyle S."}], "publicationName": "Archives of Sexual Behavior", "issn": "0004-0002", "eissn": "1573-2800", "openaccess": "false", "journalid": "10508", "doi": "10.1007/s10508-017-1037-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-21", "coverDate": "2018-05", "printDate": "2018-04-09", "volume": "47", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1241", "endingPage": "1250", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThe present research explored sexual minority individuals’ ratings of two traditional (Kinsey and Klein Sexual Orientation Grid [KSOG]) and two novel (Sexual-Romantic and Gender Inclusive) sexual orientation scales with regard to how well they capture their sexuality. Participants included 363 sexual minority individuals who identified as lesbian, gay, bisexual, pansexual, or queer, and included individuals who identified as transgender ( n  = 85) and cisgender ( n  = 278). The findings indicated clear patterns of responses across both sexual orientation and gender identity, where participants differed in the degree to which they felt the scales captured their sexuality. A main effect of sexual orientation was found for all four scales, where participants endorsing monosexual (lesbian/gay) identities rated the scales more positively than did participants endorsing plurisexual (bisexual and pansexual/queer) identities. Bisexual individuals had a unique pattern of ratings, which sometimes aligned with those of lesbian/gay participants and sometimes aligned with pansexual/queer participants. A main effect of gender identity was found for the Kinsey, KSOG, and Sexual-Romantic (but not Gender Inclusive) scales, where cisgender individuals rated the scales more positively than did transgender individuals. There were no significant interaction effects between sexual orientation and gender identity for any of the four scales. The present findings can be used to understand sexual minority individuals’ assessment of the face validity of four sexual orientation measures. Discussion focused on the implications for using traditional measures of sexual orientation in research as well as for the development of new measures that better capture the range of sexual minority experience."}, {"identifier": "doi:10.1007/s10964-018-0836-3", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10964-018-0836-3"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10964-018-0836-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10964-018-0836-3"}], "title": "Lizbet Simmons: The Prison School: Educational Inequality and School Discipline in the Age of Mass Incarceration", "creators": [{"creator": "Knodel, Stevie"}], "publicationName": "Journal of Youth and Adolescence", "issn": "0047-2891", "eissn": "1573-6601", "openaccess": "false", "journalid": "10964", "doi": "10.1007/s10964-018-0836-3", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-08", "coverDate": "2018-05", "printDate": "2018-03-30", "volume": "47", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1128", "endingPage": "1129", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "BookReview", "abstract": ""}, {"identifier": "doi:10.1007/s10508-017-1009-2", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10508-017-1009-2"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10508-017-1009-2"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10508-017-1009-2"}], "title": "Internalized Homophobia and Drug Use in a National Cohort of Gay and Bisexual Men: Examining Depression, Sexual Anxiety, and Gay Community Attachment as Mediating Factors", "creators": [{"creator": "Moody, Raymond L."}, {"creator": "Starks, Tyrel J."}, {"creator": "Grov, Christian"}, {"creator": "Parsons, Jeffrey T."}], "publicationName": "Archives of Sexual Behavior", "issn": "0004-0002", "eissn": "1573-2800", "openaccess": "false", "journalid": "10508", "doi": "10.1007/s10508-017-1009-2", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-06-12", "coverDate": "2018-05", "printDate": "2018-04-09", "volume": "47", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1133", "endingPage": "1144", "copyright": "©2017 Springer Science+Business Media New York", "genre": "OriginalPaper", "abstract": "AbstractThe minority stress process of internalized homophobia (IH) has been associated with a range of adverse health outcomes among gay and bisexual men (GBM). However, evidence is mixed regarding the effect of IH on drug use, suggesting the potential role of multiple mediated pathways. Researchers have linked depression, sexual anxiety, and gay community attachment with IH. Depression, sexual anxiety, and gay community attachment have also been linked with drug use and drug-related problems suggesting potential mediating roles. A U.S. national sample of 1071 HIV-negative GBM completed at-home surveys, including measures of sociodemographic characteristics, IH, depression, sexual anxiety, gay community attachment, and drug use and associated problems. Adjusting for sociodemographic characteristics, depression mediated the association between IH and recent drug use. IH was positively associated with depression, and depression was positively associated with recent drug use. Gay community attachment partially mediated drug-related problems. IH had a positive direct association with drug-related problems and a negative direct association with gay community attachment. Gay community attachment had a positive association with drug-related problems. IH was positively associated with sexual anxiety, but sexual anxiety was not associated with either drug outcome. Efforts to reduce IH among HIV-negative GBM are likely to have a positive impact on mental health problems, as well as reduce risk for drug use and drug-related problems. Gay communities could provide the social support necessary for reducing IH; however, emphasis on community level interventions that address factors that increase risk for drug-related problems remains important."}, {"identifier": "doi:10.1007/s10508-017-1096-0", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10508-017-1096-0"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10508-017-1096-0"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10508-017-1096-0"}], "title": "The Psychology of Gay Men’s Cuckolding Fantasies", "creators": [{"creator": "Lehmiller, Justin J."}, {"creator": "Ley, David"}, {"creator": "Savage, Dan"}], "publicationName": "Archives of Sexual Behavior", "issn": "0004-0002", "eissn": "1573-2800", "openaccess": "false", "journalid": "10508", "doi": "10.1007/s10508-017-1096-0", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-28", "coverDate": "2018-05", "printDate": "2018-04-09", "volume": "47", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "999", "endingPage": "1013", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractCuckolding (also known as troilism) is a sexual interest in which one obtains sexual arousal from the experience of a romantic partner engaging in sexual activity with someone else. The present study investigated fantasies about and experiences with cuckolding in a large and diverse sample of predominately gay-identified men ( N  = 580). Compared to previous research focusing on heterosexual men’s cuckolding fantasies, our results indicate that gay men’s cuckolding fantasies share many common elements; however, they differ in some important ways. Most notably, interracial and BDSM themes do not appear to be as common in gay men’s cuckolding fantasies as they are among heterosexual men. Our findings also indicate that frequent fantasies about cuckolding are linked to several overlapping sexual interests (e.g., voyeurism, group sex) and, further, the content of these fantasies is associated with a number of individual differences (e.g., agreeableness, sensation seeking, sociosexuality). Finally, this study also suggests that gay men who act on their cuckolding fantasies tend to report positive experiences; however, the likelihood of reporting positive outcomes appears to depend upon one’s personality and attachment style."}, {"identifier": "doi:10.1007/s10826-017-1007-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10826-017-1007-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10826-017-1007-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10826-017-1007-y"}], "title": "Managing Fatigue in Parents with Multiple Sclerosis", "creators": [{"creator": "Haynes-Lawrence, Darbi"}, {"creator": "West, Adam R."}], "publicationName": "Journal of Child and Family Studies", "issn": "1062-1024", "eissn": "1573-2843", "openaccess": "false", "journalid": "10826", "doi": "10.1007/s10826-017-1007-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-01-12", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "27", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1640", "endingPage": "1649", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThe purpose of this study was to examine fatigue and how it affects the lives of families with Multiple Sclerosis (MS). The overarching goal was to determine ways to better support parents who are experiencing MS fatigue. Qualitative surveys were used to collect data from 181 participants on the impacts of MS and parenting over a 3-month time period. Findings include three themes: (1) Description of Fatigue, focused on the intense definition and description of how fatigue is experienced by participants; (2) Fatigue Impacts Parenting, described the views of parental challenges; and (3) Managing Fatigue, centered on the methods used by participants to control their fatigue. Discussion of findings, conclusions, and recommendations for practice for social workers and future studies are presented."}], "facets": [{"name": "subject", "values": [{"value": "Psychology", "count": "45683"}, {"value": "Clinical Psychology", "count": "12608"}, {"value": "Cognitive Psychology", "count": "10491"}, {"value": "Child and School Psychology", "count": "10286"}, {"value": "Psychology, general", "count": "10187"}, {"value": "Public Health", "count": "8069"}, {"value": "Sociology, general", "count": "7670"}, {"value": "Personality and Social Psychology", "count": "6089"}, {"value": "Social Sciences, general", "count": "5891"}, {"value": "Health Psychology", "count": "4579"}, {"value": "Pediatrics", "count": "3508"}, {"value": "Neurosciences", "count": "3405"}, {"value": "Community and Environmental Psychology", "count": "3218"}, {"value": "Medicine/Public Health, general", "count": "2877"}, {"value": "Gender Studies", "count": "2847"}, {"value": "Law and Psychology", "count": "2711"}, {"value": "Sexual Behavior", "count": "2346"}, {"value": "Cross Cultural Psychology", "count": "2250"}, {"value": "Psychiatry", "count": "1944"}, {"value": "Developmental Psychology", "count": "1852"}]}, {"name": "keyword", "values": [{"value": "Autism", "count": "1073"}, {"value": "Depression", "count": "624"}, {"value": "Adolescents", "count": "596"}, {"value": "Autism spectrum disorder", "count": "556"}, {"value": "Adolescence", "count": "546"}, {"value": "Gender", "count": "466"}, {"value": "Anxiety", "count": "462"}, {"value": "Children", "count": "442"}, {"value": "Parenting", "count": "439"}, {"value": "Mindfulness", "count": "361"}, {"value": "ADHD", "count": "318"}, {"value": "Sexual orientation", "count": "303"}, {"value": "Mental health", "count": "294"}, {"value": "Assessment", "count": "253"}, {"value": "Autism spectrum disorders", "count": "248"}, {"value": "Attention", "count": "245"}, {"value": "Intervention", "count": "233"}, {"value": "Stress", "count": "225"}, {"value": "Aggression", "count": "224"}, {"value": "depression", "count": "217"}]}, {"name": "pub", "values": [{"value": "Psychonomic Science", "count": "4925"}, {"value": "Sex Roles", "count": "2865"}, {"value": "Journal of Autism and Developmental Disorders", "count": "2467"}, {"value": "The Psychological Record", "count": "2429"}, {"value": "Archives of Sexual Behavior", "count": "1842"}, {"value": "Journal of Youth and Adolescence", "count": "1842"}, {"value": "Pastoral Psychology", "count": "1757"}, {"value": "Psychometrika", "count": "1687"}, {"value": "Journal of Child and Family Studies", "count": "1426"}, {"value": "Journal of Abnormal Child Psychology", "count": "1335"}, {"value": "American Journal of Community Psychology", "count": "1245"}, {"value": "The Behavior Analyst", "count": "942"}, {"value": "The American Journal of Psychoanalysis", "count": "818"}, {"value": "Psychonomic Bulletin & Review", "count": "771"}, {"value": "Journal of Business and Psychology", "count": "761"}, {"value": "Cognitive Therapy and Research", "count": "723"}, {"value": "Attention, Perception, & Psychophysics", "count": "614"}, {"value": "Child and Adolescent Social Work Journal", "count": "575"}, {"value": "Motivation and Emotion", "count": "550"}, {"value": "Journal of Psychopathology and Behavioral Assessment", "count": "543"}]}, {"name": "year", "values": [{"value": "2018", "count": "1406"}, {"value": "2017", "count": "2966"}, {"value": "2016", "count": "2409"}, {"value": "2015", "count": "2435"}, {"value": "2014", "count": "2061"}, {"value": "2013", "count": "1911"}, {"value": "2012", "count": "1784"}, {"value": "2011", "count": "1854"}, {"value": "2010", "count": "1460"}, {"value": "2009", "count": "1338"}, {"value": "2008", "count": "1309"}, {"value": "2007", "count": "1172"}, {"value": "2006", "count": "1076"}, {"value": "2005", "count": "479"}, {"value": "2004", "count": "356"}, {"value": "2003", "count": "283"}, {"value": "2002", "count": "320"}, {"value": "2001", "count": "432"}, {"value": "2000", "count": "504"}, {"value": "1999", "count": "506"}]}, {"name": "country", "values": [{"value": "United States", "count": "45683"}, {"value": "", "count": "5277"}, {"value": "Canada", "count": "1072"}, {"value": "United Kingdom", "count": "722"}, {"value": "Australia", "count": "428"}, {"value": "Germany", "count": "358"}, {"value": "China", "count": "225"}, {"value": "Italy", "count": "214"}, {"value": "Israel", "count": "187"}, {"value": "Sweden", "count": "157"}, {"value": "South Korea", "count": "153"}, {"value": "Spain", "count": "137"}, {"value": "New Zealand", "count": "128"}, {"value": "France", "count": "127"}, {"value": "Japan", "count": "120"}, {"value": "Belgium", "count": "110"}, {"value": "Switzerland", "count": "107"}, {"value": "Norway", "count": "88"}, {"value": "Denmark", "count": "77"}, {"value": "Taiwan", "count": "66"}]}, {"name": "type", "values": [{"value": "Journal", "count": "45683"}]}]}, "http://api.springer.com/meta/v1/json?api_key-94d868109af5483064f140a01e889e7a_p-25_q-['subject:Chemistry', 'country:\"United States\"', 'type:Journal']": {"query": "type:Journal", "apiKey": "94d868109af5483064f140a01e889e7a", "result": [{"total": "37346", "start": "1", "pageLength": "25", "recordsDisplayed": "25"}], "records": [{"identifier": "doi:10.1007/s00216-018-0978-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00216-018-0978-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00216-018-0978-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00216-018-0978-x"}], "title": "Probing the application range and selectivity of a differential mobility spectrometry–mass spectrometry platform for metabolomics", "creators": [{"creator": "Wernisch, Stefanie"}, {"creator": "Afshinnia, Farsad"}, {"creator": "Rajendiran, Thekkelnaycke"}, {"creator": "Pennathur, Subramaniam"}], "publicationName": "Analytical and Bioanalytical Chemistry", "issn": "1618-2642", "eissn": "1618-2650", "openaccess": "false", "journalid": "216", "doi": "10.1007/s00216-018-0978-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-12", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "410", "number": "12", "issuetype": "Regular", "topicalCollection": "", "startingPage": "2865", "endingPage": "2877", "copyright": "©2018 Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractMetabolomics applications of differential mobility spectrometry (DMS)–mass spectrometry (MS) have largely concentrated on targeted assays and the removal of isobaric or chemical interferences from the signals of a small number of analytes. In the work reported here, we systematically investigated the application range of a DMS-MS method for metabolomics using more than 800 authentic metabolite standards as the test set. The coverage achieved with the DMS-MS platform was comparable to that achieved with chromatographic methods. High orthogonality was observed between hydrophilic interaction liquid chromatography and the 2-propanol-mediated DMS separation, and previously observed similarities were confirmed for the DMS platform and reversed-phase liquid chromatography. We describe the chemical selectivity observed for selected subsets of the metabolite test set, such as lipids, amino acids, nucleotides, and organic acids. Furthermore, we rationalize the behavior and separation of isomeric aromatic acids, bile acids, and other metabolites. Graphical abstract Differential mobility spectrometry–mass spectrometry (DMS-MS) facilitates rapid separation of metabolites of similar mass-to-charge ratio by distributing them across the compensation voltage range on the basis of their different molecular structures."}, {"identifier": "doi:10.1007/s12161-017-1102-0", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s12161-017-1102-0"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s12161-017-1102-0"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s12161-017-1102-0"}], "title": "Quality Assessment of Intact Chicken Breast Fillets Using Factor Analysis with Vis/NIR Spectroscopy", "creators": [{"creator": "Yang, Yi"}, {"creator": "Zhuang, Hong"}, {"creator": "Yoon, Seung-Chul"}, {"creator": "Wang, Wei"}, {"creator": "Jiang, Hongzhe"}, {"creator": "Jia, Beibei"}, {"creator": "Li, Chunyang"}], "publicationName": "Food Analytical Methods", "issn": "1936-9751", "eissn": "1936-976X", "openaccess": "false", "journalid": "12161", "doi": "10.1007/s12161-017-1102-0", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-04", "coverDate": "2018-05", "printDate": "2018-04-04", "volume": "11", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1356", "endingPage": "1366", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractFactor analysis (FA) method was tested to assess quality of chicken breast fillets with the visible/near-infrared (Vis/NIR) spectroscopy with wavelength range between 400 and 2500 nm. According to inherent correlation, three factors were extracted from the measured eight quality traits ( L *, a *, b *, pH, moisture, drip loss, expressible fluid, and salt-induced water gain). The extracted “grade factor” ( F _1), “color factor” ( F _2), and “moisture factor” ( F _3) could respectively represent the characteristics and the variation tendency of the corresponding quality traits and were defined as three new quality assessment indexes. Furthermore, partial least squares regression (PLSR) models were established to quantitatively relate spectral information to eight individual quality traits and three factors. The results indicated that the models for predicting each factor performed better than those for individual quality traits. Key wavelengths of each quality trait were then selected, and the corresponding spectra were taken to build new PLSR prediction models. The selected key wavelengths showed obvious practical significance, and the new models had comparable predictive performance to those models developed based on the full spectra, among which the new models of F _1 and F _2 had acceptable and robust predictive abilities (R^2p = 0.73, RPD = 1.91; R^2p = 0.74, RPD = 1.97). Our results in the present study demonstrate the potential for FA and Vis/NIR spectroscopy as a useful method to assess the quality of chicken breast fillets."}, {"identifier": "doi:10.1007/s00216-018-0984-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00216-018-0984-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00216-018-0984-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00216-018-0984-z"}], "title": "Novel capsule phase microextraction in combination with liquid chromatography-tandem mass spectrometry for determining personal care products in environmental water", "creators": [{"creator": "Lakade, Sameer S."}, {"creator": "Borrull, Francesc"}, {"creator": "Furton, Kenneth G."}, {"creator": "Kabir, Abuzar"}, {"creator": "Marcé, Rosa Maria"}, {"creator": "Fontanals, Núria"}], "publicationName": "Analytical and Bioanalytical Chemistry", "issn": "1618-2642", "eissn": "1618-2650", "openaccess": "false", "journalid": "216", "doi": "10.1007/s00216-018-0984-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-06", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "410", "number": "12", "issuetype": "Regular", "topicalCollection": "", "startingPage": "2991", "endingPage": "3001", "copyright": "©2018 Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractA novel sample preparation technique named capsule phase microextraction (CPME) is presented here. The technique utilizes a miniaturized microextraction capsule (MEC) as the extraction medium. The MEC consists of two conjoined porous tubular polypropylene membranes, one of which encapsulates the sorbent through sol-gel technology, while the other encapsulates a magnetic metal rod. As such, MEC integrates both the extraction and stirring mechanisms into a single device. The aim of this article is to demonstrate the application potential of CPME as sample preparation technique for the extraction of a group of personal care products (PCPs) from water matrices. Among the different sol-gel sorbent materials (UCON^®, poly(caprolactone-dimethylsiloxane-caprolactone) (PCAP-DMS-CAP) and Carbowax 20M (CW-20M)) evaluated, CW-20M MEC demonstrated the best extraction performance for the selected PCPs. The extraction conditions for sol-gel CW-20M MEC were optimized, including sample pH, stirring speed, addition of salt, extraction time, sample volume, liquid desorption solvent, and time. Under the optimal conditions, sol-gel CW-20M MEC provided recoveries, ranging between 47 and 90% for all analytes, except for ethylparaben, which showed a recovery of 26%. The method based on CPME with sol-gel CW-20M followed by liquid chromatography-tandem mass spectrometry was developed and validated for the extraction of PCPs from river water and effluent wastewater samples. When analyzing different environmental samples, some analytes such as 2,4-dihydroxybenzophenone, 2,2-dihydroxy-4-4 methoxybenzophenone and 3-benzophenone were found at low ng L^−1."}, {"identifier": "doi:10.1007/s10910-018-0858-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10910-018-0858-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10910-018-0858-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10910-018-0858-9"}], "title": "Design formalism for DNA self-assembly of polyhedral skeletons using rigid tiles", "creators": [{"creator": "Ferrari, Margherita Maria"}, {"creator": "Cook, Anna"}, {"creator": "Houlihan, Alana"}, {"creator": "Rouleau, Rebecca"}, {"creator": "Seeman, Nadrian C."}, {"creator": "Pangborn, Greta"}, {"creator": "Ellis-Monaghan, Joanna"}], "publicationName": "Journal of Mathematical Chemistry", "issn": "0259-9791", "eissn": "1572-8897", "openaccess": "false", "journalid": "10910", "doi": "10.1007/s10910-018-0858-9", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-01-31", "coverDate": "2018-05", "printDate": "2018-03-29", "volume": "56", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1365", "endingPage": "1392", "copyright": "©2018 Springer International Publishing AG, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractWe describe the half-lap model, a mathematical framework that captures the geometric constraints of rigid tiles that are branched junction molecules used as building blocks for tile-based DNA self-assembly. The model captures not only the combinatorial structures of the sets of cohesive ends on the tiles, but also the specific geometry of the inter-arm angles of the tiles and most critically the relative orientations of adhering tiles. We illustrate the functionality of the model by providing provably optimal DNA self-assembly strategies to construct Platonic and Archimedean 3-regular polyhedral skeletons and computing the minimum number of tile types and bond-edge types for each target structure. We further demonstrate the utility of the model by using it to analyze the benefits and limitations of palindromic rigid tiles. Moreover, we give explicit combinatorial and geometric descriptions of the tiles needed for each construction."}, {"identifier": "doi:10.1007/s00216-018-0990-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00216-018-0990-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00216-018-0990-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00216-018-0990-1"}], "title": "Effective response to peer review", "creators": [{"creator": "Woolley, Adam T."}], "publicationName": "Analytical and Bioanalytical Chemistry", "issn": "1618-2642", "eissn": "1618-2650", "openaccess": "false", "journalid": "216", "doi": "10.1007/s00216-018-0990-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-14", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "410", "number": "12", "issuetype": "Regular", "topicalCollection": "", "startingPage": "2863", "endingPage": "2864", "copyright": "©2018 Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "EditorialNotes", "abstract": ""}, {"identifier": "doi:10.1007/s00216-018-0982-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00216-018-0982-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00216-018-0982-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00216-018-0982-1"}], "title": "Evaluating droplet digital PCR for the quantification of human genomic DNA: converting copies per nanoliter to nanograms nuclear DNA per microliter", "creators": [{"creator": "Duewer, David L."}, {"creator": "Kline, Margaret C."}, {"creator": "Romsos, Erica L."}, {"creator": "Toman, Blaza"}], "publicationName": "Analytical and Bioanalytical Chemistry", "issn": "1618-2642", "eissn": "1618-2650", "openaccess": "false", "journalid": "216", "doi": "10.1007/s00216-018-0982-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-19", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "410", "number": "12", "issuetype": "Regular", "topicalCollection": "", "startingPage": "2879", "endingPage": "2887", "copyright": "©2018 This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply", "genre": "OriginalPaper", "abstract": "AbstractThe highly multiplexed polymerase chain reaction (PCR) assays used for forensic human identification perform best when used with an accurately determined quantity of input DNA. To help ensure the reliable performance of these assays, we are developing a certified reference material (CRM) for calibrating human genomic DNA working standards. To enable sharing information over time and place, CRMs must provide accurate and stable values that are metrologically traceable to a common reference. We have shown that droplet digital PCR (ddPCR) limiting dilution end-point measurements of the concentration of DNA copies per volume of sample can be traceably linked to the International System of Units (SI). Unlike values assigned using conventional relationships between ultraviolet absorbance and DNA mass concentration, entity-based ddPCR measurements are expected to be stable over time. However, the forensic community expects DNA quantity to be stated in terms of mass concentration rather than entity concentration. The transformation can be accomplished given SI-traceable values and uncertainties for the number of nucleotide bases per human haploid genome equivalent (HHGE) and the average molar mass of a nucleotide monomer in the DNA polymer. This report presents the considerations required to establish the metrological traceability of ddPCR-based mass concentration estimates of human nuclear DNA. Graphical abstract The roots of metrological traceability for human nuclear DNA mass concentration results. Values for the factors in blue must be established experimentally. Values for the factors in red have been established from authoritative source materials. HHGE stands for “haploid human genome equivalent”; there are two HHGE per diploid human genome."}, {"identifier": "doi:10.1007/s11947-018-2055-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11947-018-2055-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11947-018-2055-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11947-018-2055-z"}], "title": "Synergistic Bathochromic and Hyperchromic Shifts of Anthocyanin Spectra Observed Following Complexation with Iron Salts and Chondroitin Sulfate", "creators": [{"creator": "Celli, Giovana B."}, {"creator": "Selig, Michael J."}, {"creator": "Tan, Chen"}, {"creator": "Abbaspourrad, Alireza"}], "publicationName": "Food and Bioprocess Technology", "issn": "1935-5130", "eissn": "1935-5149", "openaccess": "false", "journalid": "11947", "doi": "10.1007/s11947-018-2055-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-09", "coverDate": "2018-05", "printDate": "2018-04-02", "volume": "11", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "991", "endingPage": "1001", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractGrape anthocyanins are not traditionally used on complexation studies, as the main compounds lack a catechol group. In this study, concomitant metal complexation (Fe^2+ and/or Fe^3+) and co-pigmentation with chondroitin sulfate (CHS) were shown to synergistically affect the color spectra of grape anthocyanins at varying pHs. In general, the addition of iron salts resulted in small reductions in maximum absorbance at pH 3 and a bathochromic shift at pH 4 and 5. On the other hand, CHS resulted in hypochromic shifts at pH 3 and 4. When combined, these compounds broadened the peak at higher wavelengths associated with blue color, and resulted in significantly higher ( p  < 0.05) area under the curve at these wavelengths even at pH 3. Interestingly, this synergistic effect seemed to work only at low pH. All observed effects were achieved using low concentrations of metals and CHS. The results should interest those aiming to achieve anthocyanin color modulation through metal complexation at modest loadings."}, {"identifier": "doi:10.1007/s00216-018-0979-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00216-018-0979-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00216-018-0979-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00216-018-0979-9"}], "title": "Variations of l- and d-amino acid levels in the brain of wild-type and mutant mice lacking d-amino acid oxidase activity", "creators": [{"creator": "Du, Siqi"}, {"creator": "Wang, Yadi"}, {"creator": "Weatherly, Choyce A."}, {"creator": "Holden, Kylie"}, {"creator": "Armstrong, Daniel W."}], "publicationName": "Analytical and Bioanalytical Chemistry", "issn": "1618-2642", "eissn": "1618-2650", "openaccess": "false", "journalid": "216", "doi": "10.1007/s00216-018-0979-9", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-12", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "410", "number": "12", "issuetype": "Regular", "topicalCollection": "", "startingPage": "2971", "endingPage": "2979", "copyright": "©2018 Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "OriginalPaper", "abstract": "Abstractd -amino acids are now recognized to be widely present in organisms and play essential roles in biological processes. Some d -amino acids are metabolized by d -amino acid oxidase (DAO), while d -Asp and d -Glu are metabolized by d -aspartate oxidase (DDO). In this study, levels of 22 amino acids and the enantiomeric compositions of the 19 chiral proteogenic entities have been determined in the whole brain of wild-type ddY mice (ddY/DAO^+/+), mutant mice lacking DAO activity (ddY/DAO^−/−), and the heterozygous mice (ddY/DAO^+/−) using high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS). No significant differences were observed for l -amino acid levels among the three strains except for l -Trp which was markedly elevated in the DAO^+/− and DAO^−/− mice. The question arises as to whether this is an unknown effect of DAO inactivity. The three highest levels of l -amino acids were l -Glu, l -Asp, and l -Gln in all the three strains. The lowest l -amino acid level was l -Cys in ddY/DAO^+/− and ddY/DAO^−/− mice, while l -Trp showed the lowest level in ddY/DAO^+/+mice. The highest concentration of d -amino acid was found to be d -Ser, which also had the highest % d value (~ 25%). d -Glu had the lowest % d value (~ 0.01%) in all the three strains. Significant differences of d -Leu, d -Ala, d -Ser, d -Arg, and d -Ile were observed in ddY/DAO^+/− and ddY/DAO^−/− mice compared to ddY/DAO^+/+ mice. This work provides the most complete baseline analysis of l - and d -amino acids in the brains of ddY/DAO^+/+, ddY/DAO^+/−, and ddY/DAO^−/− mice yet reported. It also provides the most effective and efficient analytical approach for measuring these analytes in biological samples. This study provides fundamental information on the role of DAO in the brain and may be relevant for future development involving novel drugs for DAO regulation."}, {"identifier": "doi:10.1007/s00216-018-0985-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00216-018-0985-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00216-018-0985-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00216-018-0985-y"}], "title": "Insert-based microfluidics for 3D cell culture with analysis", "creators": [{"creator": "Chen, Chengpeng"}, {"creator": "Townsend, Alexandra D."}, {"creator": "Hayter, Elizabeth A."}, {"creator": "Birk, Hannah M."}, {"creator": "Sell, Scott A."}, {"creator": "Martin, R. Scott"}], "publicationName": "Analytical and Bioanalytical Chemistry", "issn": "1618-2642", "eissn": "1618-2650", "openaccess": "false", "journalid": "216", "doi": "10.1007/s00216-018-0985-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-03-14", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "410", "number": "12", "issuetype": "Regular", "topicalCollection": "", "startingPage": "3025", "endingPage": "3035", "copyright": "©2018 Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractWe present an insert-based approach to fabricate scalable and multiplexable microfluidic devices for 3D cell culture and integration with downstream detection modules. Laser-cut inserts with a layer of electrospun fibers are used as a scaffold for 3D cell culture, with the inserts being easily assembled in a 3D-printed fluidic device for flow-based studies. With this approach, the number and types of cells (on the inserts) in one fluidic device can be customized. Moreover, after an investigation (i.e., stimulation) under flowing conditions, the cell-laden inserts can be removed easily for subsequent studies including imaging and cell lysis. In this paper, we first discuss the fabrication of the device and characterization of the fibrous inserts. Two device designs containing two (channel width = 260 μm) and four (channel width = 180 μm) inserts, respectively, were used for different experiments in this study. Cell adhesion on the inserts with flowing media through the device was tested by culturing endothelial cells. Macrophages were cultured and stimulated under different conditions, the results of which indicate that the fibrous scaffolds under flow conditions result in dramatic effects on the amount and kinetics of TNF-α production (after LPS stimulation). Finally, we show that the cell module can be integrated with a downstream absorbance detection scheme. Overall, this technology represents a new and versatile way to culture cells in a more in vivo fashion for in vitro studies with online detection modules. Graphical abstract This paper describes an insert-based microfluidic device for 3D cell culture that can be easily scaled, multiplexed, and integrated with downstream analytical modules."}, {"identifier": "doi:10.1007/s11090-018-9879-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11090-018-9879-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11090-018-9879-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11090-018-9879-1"}], "title": "Behavior of Carbon-Containing Impurities in the Process of Plasma-Chemical Distillation of Sulfur", "creators": [{"creator": "Mochalov, Leonid"}, {"creator": "Kornev, Roman"}, {"creator": "Logunov, Alexander"}, {"creator": "Kudryashov, Mikhail"}, {"creator": "Mashin, Aleksandr"}, {"creator": "Vorotyntsev, Andrey"}, {"creator": "Vorotyntsev, Vladimir"}], "publicationName": "Plasma Chemistry and Plasma Processing", "issn": "0272-4324", "eissn": "1572-8986", "openaccess": "false", "journalid": "11090", "doi": "10.1007/s11090-018-9879-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-24", "coverDate": "2018-05", "printDate": "2018-04-07", "volume": "38", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "587", "endingPage": "598", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractSulfur was purified by plasma-chemical distillation at low pressure (0.1 Torr) under dynamic vacuum conditions. RF (40 MHz) non-equilibrium plasma discharge was used for initiation of chemical interactions. The carbon-containing impurities behavior was studied. The possible mechanism of their conversion has been discussed. The effectiveness of the suggested method has been compared with the ‘traditional’ distillation in terms of removal of heterophase impurities."}, {"identifier": "doi:10.1007/s10973-017-6941-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10973-017-6941-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10973-017-6941-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10973-017-6941-9"}], "title": "Prediction of lower flammability limits of blended gases based on quantitative structure–property relationship", "creators": [{"creator": "Wang, Beibei"}, {"creator": "Park, Haejun"}, {"creator": "Xu, Kaili"}, {"creator": "Wang, Qingsheng"}], "publicationName": "Journal of Thermal Analysis and Calorimetry", "issn": "1388-6150", "eissn": "1588-2926", "openaccess": "false", "journalid": "10973", "doi": "10.1007/s10973-017-6941-9", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-01-22", "coverDate": "2018-05", "printDate": "2018-03-31", "volume": "132", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1125", "endingPage": "1130", "copyright": "©2018 Akadémiai Kiadó, Budapest, Hungary", "genre": "OriginalPaper", "abstract": "AbstractThis work focuses on developing predictive quantitative structure−property relationship (QSPR) models for lower flammability limits (LFLs) of gas mixtures. Experimental LFLs of 86 blended gases were extracted from a single reference, and their mixture descriptors were calculated solely from individual molecular structure by Gaussian 09. Multiple linear regression (MLR) analysis was employed to develop the models, and three different external validation methods were carried out to check the predictive capabilities of the models. The validations have shown that these models possess great predictive power with excellent goodness of fit and internal robustness; hence, they are deemed to be qualified to predict LFLs for other blended gases with no experimental LFL data available. The applicability domains (AD) of the models were defined as well, and all the points were within the AD area. The main advantages of the established models are their simplicity and possibility of extending them for the determination of LFLs of other gas mixtures, while the LFLs of the individuals do not need to be provided."}, {"identifier": "doi:10.1007/s10973-018-7020-6", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10973-018-7020-6"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10973-018-7020-6"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10973-018-7020-6"}], "title": "In search of thermal effusivity reference materials", "creators": [{"creator": "Blaine, Roger L."}], "publicationName": "Journal of Thermal Analysis and Calorimetry", "issn": "1388-6150", "eissn": "1588-2926", "openaccess": "false", "journalid": "10973", "doi": "10.1007/s10973-018-7020-6", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-07", "coverDate": "2018-05", "printDate": "2018-03-31", "volume": "132", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1419", "endingPage": "1422", "copyright": "©2018 Akadémiai Kiadó, Budapest, Hungary", "genre": "OriginalPaper", "abstract": "AbstractQuality initiatives such as ISO 9001 require reference values for laboratory measurements. There are no certified reference materials for the secondary material property of thermal effusivity. Reference values are derived from measurements of thermal conductivity, specific heat capacity, and density. A search of the literature is conducted to find materials with the “best’ values for thermal conductivity, specific heat capacity, and density so that a table of reference values for thermal effusivity may be obtained. Tabulated thermal effusivity values range from 0.04 kW s^1/2 m^−2 K^−1 for expanded polystyrene board to 40 kW s^1/2 m^−2 K^−1 for copper metal."}, {"identifier": "doi:10.1007/s11947-018-2073-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11947-018-2073-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11947-018-2073-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11947-018-2073-x"}], "title": "Kinetics of Quality Changes of Shrimp (Litopenaeus setiferus) During Pasteurization", "creators": [{"creator": "Wang, Jungang"}, {"creator": "Tang, Juming"}, {"creator": "Rasco, Barbara"}, {"creator": "Sablani, Shyam S."}, {"creator": "Ovissipour, Mahmoudreza"}, {"creator": "Qu, Zhi"}], "publicationName": "Food and Bioprocess Technology", "issn": "1935-5130", "eissn": "1935-5149", "openaccess": "false", "journalid": "11947", "doi": "10.1007/s11947-018-2073-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-16", "coverDate": "2018-05", "printDate": "2018-04-02", "volume": "11", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1027", "endingPage": "1038", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractEffect of cooking between 1 and 80 min at 60 to 100 °C on several quality attributes of whole peeled shrimp ( Litopenaeus setiferus ) (80–90 counts/kg) was studied using an isothermal heating method. Cook loss, area shrinkage, and hardness of shrimp increased with increasing heating time and temperature, following a fractional first-order kinetic model with activation energies ( E _ a ) of 71.0, 53.3, and 29.9 kJ/mol, respectively. Cook loss, area shrinkage, and hardness were positively correlated. The toughness of shrimp muscle increased in the initial period of heating, then decreased in the later period during the treatments. The overall color change ( ΔE ) increased with increasing treatment time and temperature, and followed a zero kinetic model with an E _ a of 37.2 kJ/mol. The kinetic parameters obtained from this study can be applied toward understanding and predicting shrimp-quality changes during pasteurization treatments, and further provides insight into the pasteurization conditions required to achieve safe and high-quality shrimp products and potentially other crustacean shellfish and seafood products."}, {"identifier": "doi:10.1007/s10910-018-0881-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10910-018-0881-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10910-018-0881-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10910-018-0881-x"}], "title": "Hyper-Wiener and Wiener polarity indices of silicate and oxide frameworks", "creators": [{"creator": "Arockiaraj, Micheal"}, {"creator": "Kavitha, S. Ruth Julie"}, {"creator": "Balasubramanian, Krishnan"}, {"creator": "Gutman, Ivan"}], "publicationName": "Journal of Mathematical Chemistry", "issn": "0259-9791", "eissn": "1572-8897", "openaccess": "false", "journalid": "10910", "doi": "10.1007/s10910-018-0881-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-12", "coverDate": "2018-05", "printDate": "2018-03-29", "volume": "56", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1493", "endingPage": "1510", "copyright": "©2018 Springer International Publishing AG, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractMolecular descriptors are graph invariants representing the chemical structure in graph-theoretical terms. There is a wide range of such descriptors and the computation of these invariants for the various chemical frameworks is a current area of research. Among these the Wiener types of indices have passed through critical tests and emerged as a useful topological index in QSAR, predictive toxicology and computer-assisted drug discovery as a starting point to reduce a large data set of chemicals. However mathematical techniques to compute hyper-Wiener index continues to pose considerable challenges, as they involve long and complex manipulations. In the present study, we develop a new technique based on vertex cut methods to compute the hyper-Wiener indices of complex silicate and oxide frameworks of current interest for the first time and obtain the analytical expressions of Wiener polarity indices for these chemical frameworks based on vertex neighborhood."}, {"identifier": "doi:10.1186/s12934-018-0899-6", "url": [{"format": "html", "platform": "web", "value": "https://www.biomedcentral.com/openurl?doi=10.1186/s12934-018-0899-6"}, {"format": "pdf", "platform": "web", "value": "https://www.biomedcentral.com/openurl/pdf?id=doi:10.1186/s12934-018-0899-6"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1186/s12934-018-0899-6"}], "title": "Condition-specific promoter activities in Saccharomyces cerevisiae", "creators": [{"creator": "Xiong, Liang"}, {"creator": "Zeng, Yu"}, {"creator": "Tang, Rui-Qi"}, {"creator": "Alper, Hal S."}, {"creator": "Bai, Feng-Wu"}, {"creator": "Zhao, Xin-Qing"}], "publicationName": "Microbial Cell Factories", "issn": "", "eissn": "1475-2859", "openaccess": "true", "journalid": "12934", "doi": "10.1186/s12934-018-0899-6", "publisher": "BioMed Central", "publicationDate": "2018-04-10", "onlineDate": "2018-04-10", "coverDate": "2018-12", "printDate": "", "volume": "17", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1", "endingPage": "15", "copyright": "©2018 The Author(s)", "genre": "OriginalPaper", "abstract": "AbstractBackgroundSaccharomyces cerevisiae is widely studied for production of biofuels and biochemicals. To improve production efficiency under industrially relevant conditions, coordinated expression of multiple genes by manipulating promoter strengths is an efficient approach. It is known that gene expression is highly dependent on the practically used environmental conditions and is subject to dynamic changes. Therefore, investigating promoter activities of S. cerevisiae under different culture conditions in different time points, especially under stressful conditions is of great importance.ResultsIn this study, the activities of various promoters in S. cerevisiae under stressful conditions and in the presence of xylose were characterized using yeast enhanced green fluorescent protein (yEGFP) as a reporter. The stresses include toxic levels of acetic acid and furfural, and high temperature, which are related to fermentation of lignocellulosic hydrolysates. In addition to investigating eight native promoters, the synthetic hybrid promoter P _ 3xC - TEF1 was also evaluated. The results revealed that P _ TDH3 and the synthetic promoter P _ 3xC - TEF1 showed the highest strengths under almost all the conditions. Importantly, these two promoters also exhibited high stabilities throughout the cultivation. However, the strengths of P _ ADH1 and P _ PGK1 , which are generally regarded as ‘constitutive’ promoters, decreased significantly under certain conditions, suggesting that cautions should be taken to use such constitutive promoters to drive gene expression under stressful conditions. Interestingly, P _ HSP12 and P _ HSP26 were able to response to both high temperature and acetic acid stress. Moreover, P _ HSP12 also led to moderate yEGFP expression when xylose was used as the sole carbon source, indicating that this promoter could be used for inducing proper gene expression for xylose utilization.ConclusionThe results here revealed dynamic changes of promoter activities in S. cerevisiae throughout batch fermentation in the presence of inhibitors as well as using xylose. These results provide insights in selection of promoters to construct S. cerevisiae strains for efficient bioproduction under practical conditions. Our results also encouraged applications of synthetic promoters with high stability for yeast strain development."}, {"identifier": "doi:10.1007/s11244-018-0918-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11244-018-0918-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11244-018-0918-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11244-018-0918-1"}], "title": "Iodine Activation of Alcohols: A Computational Study", "creators": [{"creator": "Borosky, Gabriela L."}, {"creator": "Stavber, Stojan"}, {"creator": "Laali, Kenneth K."}], "publicationName": "Topics in Catalysis", "issn": "1022-5528", "eissn": "1572-9028", "openaccess": "false", "journalid": "11244", "doi": "10.1007/s11244-018-0918-1", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "7", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractA DFT study aimed at unravelling the origin of catalytic activity of iodine in reaction with alcohols is presented. Computed free energies for generation of the O–I complexes from the separated reactants are around 3 kcal/mol and solvation increases endoergicity by ca . 1 kcal/mol. Calculations suggest that halogen bond formation between I_2 and alcohols does not lead to strong activation of the hydroxyl as a leaving group, although solvent has a notable effect in lowering endoergicity for carbocation formation. Model tertiary alcohols exhibited β-proton abstraction following breaking of the C–O bond, while model secondary and primary alcohols experienced an earlier β-proton abstraction, synchronic with the C–O bond cleavage. Consistent with computed natural bond orbital charges, benzylic and propargylic alcohols underwent iodide anion quenching at the para position of phenyl and C-3, respectively.Graphical Abstract"}, {"identifier": "doi:10.1007/s10973-018-7221-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10973-018-7221-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10973-018-7221-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10973-018-7221-z"}], "title": "Study on the compatibility of azo-tetrazolate high-energy materials using DSC", "creators": [{"creator": "Yousef, Muntaha A."}, {"creator": "Hudson, M. Keith"}, {"creator": "Berry, Brian C."}], "publicationName": "Journal of Thermal Analysis and Calorimetry", "issn": "1388-6150", "eissn": "1588-2926", "openaccess": "false", "journalid": "10973", "doi": "10.1007/s10973-018-7221-z", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "10", "copyright": "©2018 Akadémiai Kiadó, Budapest, Hungary", "genre": "OriginalPaper", "abstract": "AbstractCompatibility is the ability of materials to resist chemical changes when they interact with other materials. Both the compatibility and interaction between energetic materials or between energetic and non-energetic materials are of great importance. Differential scanning calorimetry was performed to investigate the compatibility and the interaction between the energetic materials. The thermal characterization of energetic materials is important to indicate their stability as propellants, revealing necessary information regarding their thermal decomposition mechanisms during combustion and storage. The energetic materials include guanidinium azo-tetrazolate (GAT), aminoguanidinium azo-tetrazolate (AGAT), aminoguanidinium azo-tetrazolate monohydrate (AGATH), diaminoguanidinium azo-tetrazolate (DAGAT), triaminoguanidinium azo-tetrazolate (TAGAT), and ammonium azo-tetrazolate (AZT). Azo-tetrazolate salts and their derivatives were synthesized and fully characterized by multinuclear spectroscopy and Fourier transform infrared spectroscopy. The results present good compatibility between GAT–AGATH, GAT–DAGAT, GAT–TAGAT, GAT–AZT, AGAT–DAGAT, and DAGAT–TAGAT. The decomposition of AGATH and DAGAT was increased by adding GAT and TAGAT, respectively. There were poor compatibility between GAT and AGAT and fair compatibility between AGAT and TAGAT, and the mixtures of AGAT–AZT, DAGAT–AZT, and TAGAT–AZT might be hazardous. Adding any other energetic material to GAT accelerates the decomposition temperature of GAT, which may be useful in some applications."}, {"identifier": "doi:10.1007/s10967-018-5843-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10967-018-5843-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10967-018-5843-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10967-018-5843-z"}], "title": "Metal concentrations and radioactivity in sediments at the northern coastal zone of Ikaria Island, eastern Mediterranean, Greece", "creators": [{"creator": "Fouskas, Fotios"}, {"creator": "Godelitsas, Athanasios"}, {"creator": "Argyraki, Ariadne"}, {"creator": "Pappa, Filothei K."}, {"creator": "Tsabaris, Christos"}], "publicationName": "Journal of Radioanalytical and Nuclear Chemistry", "issn": "0236-5731", "eissn": "1588-2780", "openaccess": "false", "journalid": "10967", "doi": "10.1007/s10967-018-5843-z", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "14", "copyright": "©2018 Akadémiai Kiadó, Budapest, Hungary", "genre": "OriginalPaper", "abstract": "AbstractHeavy metals and radionuclides were investigated in the northern coastal zone of Ikaria Island. The collected sediment samples are sandy and they contain distinct heavy metal- and actinide-hosting minerals. All samples exhibit low U and Th content relative to granitic rocks of Aegean islands. The enrichment factor indicates an anthropogenic enrichment in As and Pb due to boat pigments. The radioactivity is mainly attributed to ^40K (up to 1480 Bq kg^−1) and ^232Th radionuclide series. The natural radioactivity of the northern coastal zone is lower compared to that of the southern coast where renowned thermal springs are located."}, {"identifier": "doi:10.1007/s00449-018-1936-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00449-018-1936-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00449-018-1936-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00449-018-1936-x"}], "title": "Correction to: Escherichia coli persistence kinetics in dairy manure at moderate, mesophilic, and thermophilic temperatures under aerobic and anaerobic environments", "creators": [{"creator": "Pandey, Pramod K."}, {"creator": "Biswas, Sagor"}, {"creator": "Vaddella, Venkata K."}, {"creator": "Soupir, Michelle L."}], "publicationName": "Bioprocess and Biosystems Engineering", "issn": "1615-7591", "eissn": "1615-7605", "openaccess": "false", "journalid": "449", "doi": "10.1007/s00449-018-1936-x", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "1", "copyright": "©2018 Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "Erratum", "abstract": "AbstractEscherichia coli persistence kinetics in dairy manure at moderate, mesophilic, and thermophilic temperatures."}, {"identifier": "doi:10.1007/s11244-018-0919-0", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11244-018-0919-0"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11244-018-0919-0"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11244-018-0919-0"}], "title": "Modification of the Chemisorption Properties of Epitaxial Delafossite CuFeO_2 Thin Films by Substituting Fe for Ga in the Crystal Structure", "creators": [{"creator": "Rojas, S."}, {"creator": "Joshi, T."}, {"creator": "Wang, Q."}, {"creator": "Holcomb, Mikel B."}, {"creator": "Lederman, D."}, {"creator": "Cabrera, A. L."}], "publicationName": "Topics in Catalysis", "issn": "1022-5528", "eissn": "1572-9028", "openaccess": "false", "journalid": "11244", "doi": "10.1007/s11244-018-0919-0", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "8", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractFilms of CuFeO_2 and CuFe_0.75Ga_0.25O_2 were grown over sapphire substrates in high vacuum using a pulsed laser deposition technique. The films grew with rhombohedral delafossite structure and highly epitaxial in the c-direction. Samples were characterized by X-ray diffraction, Raman spectroscopy and atomic force microscopy. Surface of the films were inspected with X-ray and UV photoelectron spectroscopy. Adsorption of CO_2 and H_2O was studied by a thermal program desorption technique. In both films Cu and Fe were exposed at the surface–gas interface. X-ray photoelectron data indicated that CO_2 adsorbs preferentially at Cu sites forming a similar coordination to CuCO_3. The energy for desorption of CO_2 and H_2O was estimated to be 30 kcal mol^−1 (1.3 eV atom^−1) for CuFeO_2 and 36 kcal mol^−1 (1.6 eV mol^−1) for CuFe_0.75Ga_0.25O_2. UV photoelectron spectroscopy showed that the valence band of the CuFeO_2 delafossite oxides is modified with the substitution of Fe by Ga in the crystal lattice. The semiconductor band gap of CuFeO_2 delafossite oxides also increased from 1.2 to 1.5 eV due to the substitution of Fe by Ga in the crystal lattice."}, {"identifier": "doi:10.1007/s13361-018-1925-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s13361-018-1925-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s13361-018-1925-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s13361-018-1925-y"}], "title": "Comprehensive Characterization of Swine Cardiac Troponin T Proteoforms by Top-Down Mass Spectrometry", "creators": [{"creator": "Lin, Ziqing"}, {"creator": "Guo, Fang"}, {"creator": "Gregorich, Zachery R."}, {"creator": "Sun, Ruixiang"}, {"creator": "Zhang, Han"}, {"creator": "Hu, Yang"}, {"creator": "Shanmuganayagam, Dhanansayan"}, {"creator": "Ge, Ying"}], "publicationName": "Journal of The American Society for Mass Spectrometry", "issn": "1044-0305", "eissn": "1879-1123", "openaccess": "false", "journalid": "13361", "doi": "10.1007/s13361-018-1925-y", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "11", "copyright": "©2018 American Society for Mass Spectrometry", "genre": "OriginalPaper", "abstract": "AbstractCardiac troponin T ( c TnT) regulates the Ca^2+-mediated interaction between myosin thick filaments and actin thin filaments during cardiac contraction and relaxation. c TnT is released into the blood following injury, and increased serum levels of the protein are used clinically as a biomarker for myocardial infarction. Moreover, mutations in c TnT are causative in a number of familial cardiomyopathies. With the increasing use of large animal (swine) model to recapitulate human diseases, it is essential to characterize species-dependent protein sequence variants, alternative RNA splicing, and post-translational modifications (PTMs), but challenges remain due to the incomplete database and lack of validation of the predicted splicing isoforms. Herein, we integrated top-down mass spectrometry (MS) with online liquid chromatography (LC) and immunoaffinity purification to comprehensively characterize miniature swine c TnT proteoforms, including those arising from alternative RNA splicing and PTMs. A total of seven alternative splicing isoforms of c TnT were identified by LC/MS from swine left ventricular tissue, with each isoform containing un-phosphorylated and mono-phosphorylated proteoforms. The phosphorylation site was localized to Ser1 for the mono-phosphorylated proteoforms of c TnT1, 3, 4, and 6 by online MS/MS combining collisionally activated dissociation (CAD) and electron transfer dissociation (ETD). Offline MS/MS on Fourier-transform ion cyclotron resonance (FT-ICR) mass spectrometer with CAD and electron capture dissociation (ECD) was then utilized to achieve deep sequencing of mono-phosphorylated c TnT1 (35.2 kDa) with a high sequence coverage of 87%. Taken together, this study demonstrated the unique advantage of top-down MS in the comprehensive characterization of protein alternative splicing isoforms together with PTMs. Graphical Abstract ᅟ"}, {"identifier": "doi:10.1007/s13361-018-1929-7", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s13361-018-1929-7"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s13361-018-1929-7"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s13361-018-1929-7"}], "title": "Spectroscopic Identification of the Carbyne Hydride Structure of the Dehydrogenation Product of Methane Activation by Osmium Cations", "creators": [{"creator": "Armentrout, P. B."}, {"creator": "Kuijpers, Stach E. J."}, {"creator": "Lushchikova, Olga V."}, {"creator": "Hightower, Randy L."}, {"creator": "Boles, Georgia C."}, {"creator": "Bakker, Joost M."}], "publicationName": "Journal of The American Society for Mass Spectrometry", "issn": "1044-0305", "eissn": "1879-1123", "openaccess": "false", "journalid": "13361", "doi": "10.1007/s13361-018-1929-7", "publisher": "Springer", "publicationDate": "2018-04-09", "onlineDate": "2018-04-09", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "10", "copyright": "©2018 American Society for Mass Spectrometry", "genre": "OriginalPaper", "abstract": "AbstractThe present work explores the structures of species formed by dehydrogenation of methane (CH_4) and perdeuterated methane (CD_4) by the 5d transition metal cation osmium (Os^+). Using infrared multiple photon dissociation (IRMPD) action spectroscopy and density functional theory (DFT), the structures of the [Os,C,2H]^+ and [Os,C,2D]^+ products are explored. This study complements previous work on the related species formed by dehydrogenation of methane by four other 5d transition metal cations (M^+ = Ta^+, W^+, Ir^+, and Pt^+). Osmium cations are formed in a laser ablation source, react with methane pulsed into a reaction channel downstream, and the resulting products spectroscopically characterized through photofragmentation using the Free-Electron Laser for IntraCavity Experiments (FELICE) in the 300–1800 cm^−1 range. Photofragmentation was monitored by the loss of H_2/D_2. Comparison of the experimental spectra and DFT calculated spectra leads to identification of the ground state carbyne hydride, HOsCH^+ (^2A′) as the species formed, as previously postulated theoretically. Further, a full description of the systematic spectroscopic shifts observed for deuterium labeling of these complexes, some of the smallest systems to be studied using IRMPD action spectroscopy, is achieved. A full rotational contour analysis explains the observed linewidths as well as the observation of doublet structures in several bands, consistent with previous observations for HIrCH^+ (^2A′). Graphical Abstract ᅟ"}, {"identifier": "doi:10.1007/s12161-018-1242-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s12161-018-1242-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s12161-018-1242-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s12161-018-1242-x"}], "title": "Quantification of Crustacean Tropomyosin, a Major Food Allergen, in Eight Species of Taiwanese Shrimp Based on Immunoassay", "creators": [{"creator": "Lin, Shin-You"}, {"creator": "Lee, Chih-Hung"}, {"creator": "Huang, Edward S."}, {"creator": "Sheu, Shyang-Chwen"}, {"creator": "Yu, Hsu-Sheng"}], "publicationName": "Food Analytical Methods", "issn": "1936-9751", "eissn": "1936-976X", "openaccess": "false", "journalid": "12161", "doi": "10.1007/s12161-018-1242-x", "publisher": "Springer", "publicationDate": "2018-04-08", "onlineDate": "2018-04-08", "coverDate": "", "printDate": "", "volume": "", "number": "", "issuetype": "", "topicalCollection": "", "startingPage": "1", "endingPage": "7", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractShrimp is one of the most common food allergens in Taiwan. However, a simple method of measuring crustacean tropomyosin, the active allergen in shrimp is lacking. In this study, we aim to develop a validated enzyme-linked immunosorbent assay (ELISA) for quantifying level of tropomyosin in eight shrimp species in Taiwan. Our ELISA showed high specificity to shrimp tropomyosin, and inter-day precision and intra-day precision were 8.7% when 0.2 ng/ml were used as standard test samples. Furthermore, our ELISA had 0.030 ng/mL limited of detection (LOD) and 0.064 ng/mL limit of quantification (LOQ). We found despite the steaming process, levels of tropomyosin were still detectable which indicate active allergen in processed shrimps. Our findings in this study suggest this ELISA method can be a useful technique to study shrimp allergen for future crustacean allergen research."}, {"identifier": "doi:10.1186/s13068-018-1097-9", "url": [{"format": "html", "platform": "web", "value": "https://www.biomedcentral.com/openurl?doi=10.1186/s13068-018-1097-9"}, {"format": "pdf", "platform": "web", "value": "https://www.biomedcentral.com/openurl/pdf?id=doi:10.1186/s13068-018-1097-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1186/s13068-018-1097-9"}], "title": "Pelagibaca bermudensis promotes biofuel competence of Tetraselmis striata in a broad range of abiotic stressors: dynamics of quorum-sensing precursors and strategic improvement in lipid productivity", "creators": [{"creator": "Patidar, Shailesh Kumar"}, {"creator": "Kim, Sae-Hee"}, {"creator": "Kim, Jin Ho"}, {"creator": "Park, Jungsoo"}, {"creator": "Park, Bum Soo"}, {"creator": "Han, Myung-Soo"}], "publicationName": "Biotechnology for Biofuels", "issn": "", "eissn": "1754-6834", "openaccess": "true", "journalid": "13068", "doi": "10.1186/s13068-018-1097-9", "publisher": "BioMed Central", "publicationDate": "2018-04-07", "onlineDate": "2018-04-07", "coverDate": "2018-12", "printDate": "", "volume": "11", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1", "endingPage": "16", "copyright": "©2018 The Author(s)", "genre": "OriginalPaper", "abstract": "AbstractBackgroundAmelioration of biofuel feedstock of microalgae using sustainable means through synthetic ecology is a promising strategy. The co-cultivation model ( Tetraselmis striata and Pelagibaca bermudensis ) was evaluated for the robust biofuel production under varying stressors as well as with the selected two-stage cultivation modes. In addition, the role of metabolic exudates including the quorum-sensing precursors was assessed.ResultsThe co-cultivation model innovated in this study supported the biomass production of T. striata in a saline/marine medium at a broad range of pH, salinity, and temperature/light conditions, as well as nutrient limitation with a growth promotion of 1.2–3.6-fold. Hence, this developed model could contribute to abiotic stress mitigation of T. striata . The quorum-sensing precursor dynamics of the growth promoting bacteria P. bermudensis exhibited unique pattern under varying stressors as revealed through targeted metabolomics (using liquid chromatography–mass spectrometry, LC–MS). P. bermudensis and its metabolic exudates mutually promoted the growth of T. striata , which elevated the lipid productivity. Interestingly, hydroxy alkyl quinolones independently showed growth inhibition of T. striata on elevated concentration. Among two-stage cultivation modes (low pH, elevated salinity, and nitrate limitation), specifically, nitrate limitation induced a 1.5 times higher lipid content (30–31%) than control in both axenic and co-cultivated conditions.ConclusionPelagibaca bermudensis is established as a potential growth promoting native phycospheric bacteria for robust biomass generation of T. striata in varying environment, and two-stage cultivation using nitrate limitation strategically maximized the biofuel precursors for both axenic and co-cultivation conditions (T and T-PB, respectively). Optimum metabolic exudate of P. bermudensis which act as a growth substrate to T. striata surpasses the antagonistic effect of excessive hydroxy alkyl quinolones [HHQ, 4-hydroxy-2-alkylquinolines and PQS (pseudomonas quorum signal), 2-heptyl-3-hydroxy-4(1H)-quinolone]."}, {"identifier": "doi:10.1186/s12951-018-0361-2", "url": [{"format": "html", "platform": "web", "value": "https://www.biomedcentral.com/openurl?doi=10.1186/s12951-018-0361-2"}, {"format": "pdf", "platform": "web", "value": "https://www.biomedcentral.com/openurl/pdf?id=doi:10.1186/s12951-018-0361-2"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1186/s12951-018-0361-2"}], "title": "Measuring DNA hybridization using fluorescent DNA-stabilized silver clusters to investigate mismatch effects on therapeutic oligonucleotides", "creators": [{"creator": "de Bruin, Donny"}, {"creator": "Bossert, Nelli"}, {"creator": "Aartsma-Rus, Annemieke"}, {"creator": "Bouwmeester, Dirk"}], "publicationName": "Journal of Nanobiotechnology", "issn": "", "eissn": "1477-3155", "openaccess": "true", "journalid": "12951", "doi": "10.1186/s12951-018-0361-2", "publisher": "BioMed Central", "publicationDate": "2018-04-06", "onlineDate": "2018-04-06", "coverDate": "2018-12", "printDate": "", "volume": "16", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1", "endingPage": "8", "copyright": "©2018 The Author(s)", "genre": "OriginalPaper", "abstract": "AbstractBackgroundShort nucleic acid oligomers have found a wide range of applications in experimental physics, biology and medicine, and show potential for the treatment of acquired and genetic diseases. These applications rely heavily on the predictability of hybridization through Watson–Crick base pairing to allow positioning on a nanometer scale, as well as binding to the target transcripts, but also off-target binding to transcripts with partial homology. These effects are of particular importance in the development of therapeutic oligonucleotides, where off-target effects caused by the binding of mismatched sequences need to be avoided.ResultsWe employ a novel method of probing DNA hybridization using optically active DNA-stabilized silver clusters (Ag-DNA) to measure binding efficiencies through a change in fluorescence intensity. In this way we can determine their location-specific sensitivity to individual mismatches in the sequence. The results reveal a strong dependence of the hybridization on the location of the mismatch, whereby mismatches close to the edges and center show a relatively minor impact. In parallel, we propose a simple model for calculating the annealing ratios of mismatched DNA sequences, which supports our experimental results.ConclusionThe primary result shown in this work is a demonstration of a novel technique to measure DNA hybridization using fluorescent Ag-DNA. With this technique, we investigated the effect of mismatches on the hybridization efficiency, and found a significant dependence on the location of individual mismatches. These effects are strongly influenced by the length of the used oligonucleotides. The novel probe method based on fluorescent Ag-DNA functions as a reliable tool in measuring this behavior. As a secondary result, we formulated a simple model that is consistent with the experimental data."}], "facets": [{"name": "subject", "values": [{"value": "Chemistry", "count": "37346"}, {"value": "Physical Chemistry", "count": "14316"}, {"value": "Biotechnology", "count": "9955"}, {"value": "Analytical Chemistry", "count": "9212"}, {"value": "Organic Chemistry", "count": "7646"}, {"value": "Inorganic Chemistry", "count": "7589"}, {"value": "Characterization and Evaluation of Materials", "count": "6562"}, {"value": "Food Science", "count": "5740"}, {"value": "Industrial Chemistry/Chemical Engineering", "count": "5321"}, {"value": "Biochemistry, general", "count": "5274"}, {"value": "Polymer Sciences", "count": "4679"}, {"value": "Proteomics", "count": "3919"}, {"value": "Bioinformatics", "count": "3647"}, {"value": "Microbiology", "count": "3217"}, {"value": "Chemistry/Food Science, general", "count": "3068"}, {"value": "Catalysis", "count": "3032"}, {"value": "Laboratory Medicine", "count": "3005"}, {"value": "Theoretical and Computational Chemistry", "count": "2942"}, {"value": "Pharmacy", "count": "2768"}, {"value": "Animal Anatomy / Morphology / Histology", "count": "2157"}]}, {"name": "keyword", "values": [{"value": "Mass spectrometry", "count": "333"}, {"value": "Column liquid chromatography", "count": "274"}, {"value": "Density functional theory", "count": "176"}, {"value": "NMR", "count": "166"}, {"value": "Gas chromatography", "count": "165"}, {"value": "Cellulose", "count": "147"}, {"value": "Crystal structure", "count": "144"}, {"value": "DFT", "count": "133"}, {"value": "Molecular dynamics", "count": "133"}, {"value": "Nanoparticles", "count": "132"}, {"value": "DSC", "count": "130"}, {"value": "Fermentation", "count": "124"}, {"value": "Adsorption", "count": "118"}, {"value": "Kinetics", "count": "108"}, {"value": "Ethanol", "count": "106"}, {"value": "Pretreatment", "count": "106"}, {"value": "Biomass", "count": "103"}, {"value": "Cellulase", "count": "101"}, {"value": "Biodiesel", "count": "95"}, {"value": "Tandem mass spectrometry", "count": "94"}]}, {"name": "pub", "values": [{"value": "Analytical and Bioanalytical Chemistry", "count": "2194"}, {"value": "Journal of Radioanalytical and Nuclear Chemistry", "count": "1816"}, {"value": "Journal of the American Society for Mass Spectrometry", "count": "1758"}, {"value": "Catalysis Letters", "count": "1257"}, {"value": "Journal of The American Society for Mass Spectrometry", "count": "1215"}, {"value": "Applied Microbiology and Biotechnology", "count": "1084"}, {"value": "Polymer Bulletin", "count": "961"}, {"value": "Chromatographia", "count": "937"}, {"value": "Topics in Catalysis", "count": "725"}, {"value": "Journal of Applied Electrochemistry", "count": "721"}, {"value": "Journal of Computer-Aided Molecular Design", "count": "708"}, {"value": "Microchimica Acta", "count": "700"}, {"value": "Theoretica chimica acta", "count": "644"}, {"value": "Theoretical Chemistry Accounts", "count": "629"}, {"value": "Journal of Biomolecular NMR", "count": "592"}, {"value": "Applied Biochemistry and Biotechnology", "count": "588"}, {"value": "Journal of the American Oil Chemists' Society", "count": "581"}, {"value": "Journal of Thermal Analysis and Calorimetry", "count": "565"}, {"value": "Journal of Industrial Microbiology", "count": "532"}, {"value": "Journal of Mathematical Chemistry", "count": "529"}]}, {"name": "year", "values": [{"value": "2018", "count": "657"}, {"value": "2017", "count": "1635"}, {"value": "2016", "count": "1628"}, {"value": "2015", "count": "1743"}, {"value": "2014", "count": "1726"}, {"value": "2013", "count": "1773"}, {"value": "2012", "count": "1794"}, {"value": "2011", "count": "1655"}, {"value": "2010", "count": "1485"}, {"value": "2009", "count": "1557"}, {"value": "2008", "count": "1601"}, {"value": "2007", "count": "1460"}, {"value": "2006", "count": "1182"}, {"value": "2005", "count": "980"}, {"value": "2004", "count": "868"}, {"value": "2003", "count": "723"}, {"value": "2002", "count": "723"}, {"value": "2001", "count": "756"}, {"value": "2000", "count": "764"}, {"value": "1999", "count": "691"}]}, {"name": "country", "values": [{"value": "United States", "count": "37346"}, {"value": "", "count": "2838"}, {"value": "China", "count": "1408"}, {"value": "Germany", "count": "1078"}, {"value": "South Korea", "count": "1040"}, {"value": "India", "count": "814"}, {"value": "United Kingdom", "count": "814"}, {"value": "Canada", "count": "768"}, {"value": "Japan", "count": "584"}, {"value": "France", "count": "580"}, {"value": "Russia", "count": "578"}, {"value": "Italy", "count": "396"}, {"value": "Spain", "count": "386"}, {"value": "Australia", "count": "356"}, {"value": "Sweden", "count": "331"}, {"value": "Switzerland", "count": "326"}, {"value": "Poland", "count": "305"}, {"value": "Brazil", "count": "267"}, {"value": "Hungary", "count": "226"}, {"value": "Belgium", "count": "212"}]}, {"name": "type", "values": [{"value": "Journal", "count": "37346"}]}]}, "http://api.springer.com/meta/v1/json?api_key-94d868109af5483064f140a01e889e7a_p-25_q-['subject:Mathematics', 'country:\"United States\"', 'type:Journal']": {"query": "type:Journal", "apiKey": "94d868109af5483064f140a01e889e7a", "result": [{"total": "50108", "start": "1", "pageLength": "25", "recordsDisplayed": "25"}], "records": [{"identifier": "doi:10.1007/s11424-017-6306-2", "url": [{"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11424-017-6306-2"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11424-017-6306-2"}], "title": "A Stochastic Model on One-Unit Repairable Systems with Multiple Degenerative States", "creators": [{"creator": "Li, Xiaohu"}, {"creator": "Ding, Weiyong"}], "publicationName": "Journal of Systems Science and Complexity", "issn": "1009-6124", "eissn": "1559-7067", "openaccess": "false", "journalid": "11424", "doi": "10.1007/s11424-017-6306-2", "publisher": "Springer", "publicationDate": "2018-06-01", "onlineDate": "2017-11-17", "coverDate": "2018-06", "printDate": "", "volume": "31", "number": "3", "issuetype": "Regular", "topicalCollection": "", "startingPage": "804", "endingPage": "819", "copyright": "©2017 Institute of Systems Science, Academy of Mathematics and Systems Science, CAS and Springer-Verlag GmbH Germany, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThis paper studies a maintenance model for an one-unit degenerative system with multiple failure states based on the proportional hazards and proportional reversed hazards models. The authors investigate how the variation of system configuration parameters have an impact on both operating and repair times and hence the system performance. Furthermore, the authors also derive the explicit expression for the long-run average cost per unit time. An algorithm to locate the optimal number of repairs in a renewal cycle is discussed as well."}, {"identifier": "doi:10.1007/s00153-017-0566-3", "url": [{"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00153-017-0566-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00153-017-0566-3"}], "title": "\n            l-Groups C(X) in continuous logic", "creators": [{"creator": "Scowcroft, Philip"}], "publicationName": "Archive for Mathematical Logic", "issn": "0933-5846", "eissn": "1432-0665", "openaccess": "false", "journalid": "153", "doi": "10.1007/s00153-017-0566-3", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-06-15", "coverDate": "2018-05", "printDate": "2018-03-24", "volume": "57", "number": "3-4", "issuetype": "Combined", "topicalCollection": "", "startingPage": "239", "endingPage": "272", "copyright": "©2017 Springer-Verlag GmbH Germany", "genre": "OriginalPaper", "abstract": "AbstractIn the context of continuous logic, this paper axiomatizes both the class $$\\mathcal {C}$$ C of lattice-ordered groups isomorphic to C ( X ) for X compact and the subclass $$\\mathcal {C}^+$$ C + of structures existentially closed in $$\\mathcal {C}$$ C ; shows that the theory of $$\\mathcal {C}^+$$ C + is $$\\aleph _0$$ ℵ 0 -categorical and admits elimination of quantifiers; establishes a Nullstellensatz for $$\\mathcal {C}$$ C and $$\\mathcal {C}^+$$ C + ; shows that $$C(X)\\in \\mathcal {C}$$ C ( X ) ∈ C has a prime-model extension in $$\\mathcal {C}^+$$ C + just in case X is Boolean; and proves that in a sense relevant to continuous logic, positive formulas admit in $$\\mathcal {C}^+$$ C + elimination of quantifiers to positive formulas."}, {"identifier": "doi:10.1007/s00229-017-0966-z", "url": [{"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00229-017-0966-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00229-017-0966-z"}], "title": "CM fields of Dihedral type and the Colmez conjecture", "creators": [{"creator": "Yang, Tonghai"}, {"creator": "Yin, Hongbo"}], "publicationName": "manuscripta mathematica", "issn": "0025-2611", "eissn": "1432-1785", "openaccess": "false", "journalid": "229", "doi": "10.1007/s00229-017-0966-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-08-21", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "156", "number": "1-2", "issuetype": "Combined", "topicalCollection": "", "startingPage": "1", "endingPage": "22", "copyright": "©2017 Springer-Verlag GmbH Germany", "genre": "OriginalPaper", "abstract": "AbstractIn this paper, we consider some CM fields which we call of dihedral type and compute the Artin L -functions associated to all CM types of these CM fields. As a consequence of this calculation, we see that the Colmez conjecture in this case is very closely related to understanding the log derivatives of certain Hecke characters of real quadratic fields. Recall that the ‘abelian case’ of the Colmez conjecture, proved by Colmez himself, amounts to understanding the log derivatives of Hecke characters of $$\\mathbb {Q}$$ Q (cyclotomic characters). In this paper, we also prove that the Colmez conjecture holds for ‘unitary CM types of signature $$(n-1, 1)$$ ( n - 1 , 1 ) ’ and holds on average for ‘unitary CM types of a fixed CM number field of signature $$(n-r, r)$$ ( n - r , r ) ’."}, {"identifier": "doi:10.1007/s00229-017-0958-z", "url": [{"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00229-017-0958-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00229-017-0958-z"}], "title": "A Grassmann algebra for matroids", "creators": [{"creator": "Giansiracusa, Jeffrey"}, {"creator": "Giansiracusa, Noah"}], "publicationName": "manuscripta mathematica", "issn": "0025-2611", "eissn": "1432-1785", "openaccess": "false", "journalid": "229", "doi": "10.1007/s00229-017-0958-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-26", "coverDate": "2018-05", "printDate": "2018-04-05", "volume": "156", "number": "1-2", "issuetype": "Combined", "topicalCollection": "", "startingPage": "187", "endingPage": "213", "copyright": "©2017 Springer-Verlag GmbH Germany", "genre": "OriginalPaper", "abstract": "AbstractWe introduce an idempotent analogue of the exterior algebra for which the theory of tropical linear spaces (and valuated matroids) can be seen in close analogy with the classical Grassmann algebra formalism for linear spaces. The top wedge power of a tropical linear space is its Plücker vector, which we view as a tensor, and a tropical linear space is recovered from its Plücker vector as the kernel of the corresponding wedge multiplication map. We prove that an arbitrary d -tensor satisfies the tropical Plücker relations (valuated exchange axiom) if and only if the d th wedge power of the kernel of wedge-multiplication is free of rank one. This provides a new cryptomorphism for valuated matroids, including ordinary matroids as a special case."}, {"identifier": "doi:10.1007/s10915-017-0567-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10915-017-0567-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10915-017-0567-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10915-017-0567-8"}], "title": "Higher Order Finite Volume Central Schemes for Multi-dimensional Hyperbolic Problems", "creators": [{"creator": "Verma, Prabal Singh"}, {"creator": "Müller, Wolf-Christian"}], "publicationName": "Journal of Scientific Computing", "issn": "0885-7474", "eissn": "1573-7691", "openaccess": "false", "journalid": "10915", "doi": "10.1007/s10915-017-0567-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-10-07", "coverDate": "2018-05", "printDate": "2018-03-28", "volume": "75", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "941", "endingPage": "969", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractDifferent ways of implementing dimension-by-dimension CWENO reconstruction are discussed and the most efficient method is applied to develop a fourth order accurate finite volume central scheme for multi-dimensional hyperbolic problems. Fourth order accuracy and shock capturing nature of the scheme are demonstrated in various nonlinear multi-dimensional problems. In order to show the overall performance of the present central scheme numerical errors and non-oscillatory behavior are compared with existing multi-dimensional CWENO based central schemes for various multi-dimensional problems. Moreover, the benefits of the present fourth order central scheme over third order implementation are shown by comparing the numerical dissipation and computational cost between the two."}, {"identifier": "doi:10.1007/s10623-017-0383-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10623-017-0383-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10623-017-0383-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10623-017-0383-z"}], "title": "Gowers \n                \n                  \n                \n                $$U_3$$\n                \n                  \n                    \n                      U\n                      3\n                    \n                  \n                \n               norm of some classes of bent Boolean functions", "creators": [{"creator": "Gangopadhyay, Sugata"}, {"creator": "Mandal, Bimal"}, {"creator": "Stănică, Pantelimon"}], "publicationName": "Designs, Codes and Cryptography", "issn": "0925-1022", "eissn": "1573-7586", "openaccess": "false", "journalid": "10623", "doi": "10.1007/s10623-017-0383-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-07-11", "coverDate": "2018-05", "printDate": "2018-03-24", "volume": "86", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1131", "endingPage": "1148", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractThe Gowers $$U_3$$ U 3 norm of a Boolean function is a measure of its resistance to quadratic approximations. It is known that smaller the Gowers $$U_3$$ U 3 norm for a Boolean function larger is its resistance to quadratic approximations. Here, we compute Gowers $$U_3$$ U 3 norms for some classes of Maiorana–McFarland bent functions. In particular, we explicitly determine the value of the Gowers $$U_3$$ U 3 norm of Maiorana–McFarland bent functions obtained by using APN permutations. We prove that this value is always smaller than the Gowers $$U_3$$ U 3 norms of Maiorana–McFarland bent functions obtained by using differentially $$\\delta $$ δ -uniform permutations, for all $$\\delta \\ge 4$$ δ ≥ 4 . We also compute the Gowers $$U_3$$ U 3 norms for a class of cubic monomial functions, not necessarily bent, and show that for $$n=6$$ n = 6 , these norm values are less than that of Maiorana–McFarland bent functions. Further, we computationally show that there exist 6-variable functions in this class which are not bent but achieve the maximum second-order nonlinearity for 6 variables."}, {"identifier": "doi:10.1007/s00153-017-0564-5", "url": [{"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00153-017-0564-5"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00153-017-0564-5"}], "title": "Decidability of the AE-theory of the lattice of \n                \n                  \n                \n                $${\\varPi }_1^0$$\n                \n                  \n                    \n                      Π\n                      1\n                      0\n                    \n                  \n                \n               classes", "creators": [{"creator": "Lawton, Linda"}], "publicationName": "Archive for Mathematical Logic", "issn": "0933-5846", "eissn": "1432-0665", "openaccess": "false", "journalid": "153", "doi": "10.1007/s00153-017-0564-5", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-08-12", "coverDate": "2018-05", "printDate": "2018-03-24", "volume": "57", "number": "3-4", "issuetype": "Combined", "topicalCollection": "", "startingPage": "429", "endingPage": "451", "copyright": "©2017 Springer-Verlag Berlin Heidelberg", "genre": "OriginalPaper", "abstract": "AbstractAn AE-sentence is a sentence in prenex normal form with all universal quantifiers preceding all existential quantifiers, and the AE-theory of a structure is the set of all AE-sentences true in the structure. We show that the AE-theory of $$(\\mathscr {L}({\\varPi }_1^0), \\cap , \\cup , 0, 1)$$ ( L ( Π 1 0 ) , ∩ , ∪ , 0 , 1 ) is decidable by giving a procedure which, for any AE-sentence in the language, determines the truth or falsity of the sentence in our structure."}, {"identifier": "doi:10.1007/s00285-017-1184-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00285-017-1184-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00285-017-1184-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00285-017-1184-8"}], "title": "A topological analysis of targeted In-111 uptake in SPECT images of murine tumors", "creators": [{"creator": "Damiano, David B."}, {"creator": "McGuirl, Melissa R."}], "publicationName": "Journal of Mathematical Biology", "issn": "0303-6812", "eissn": "1432-1416", "openaccess": "true", "journalid": "285", "doi": "10.1007/s00285-017-1184-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-10-05", "coverDate": "2018-05", "printDate": "2018-03-06", "volume": "76", "number": "6", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1559", "endingPage": "1587", "copyright": "©2017 The Author(s)", "genre": "OriginalPaper", "abstract": "AbstractSingle-photon emission computed tomography images of murine tumors are interpreted as the values of functions on a three-dimensional domain. Motivated by Morse theory, the local maxima of the tumor image functions are analyzed. This analysis captures tumor heterogeneity that cannot be identified with standard measures. Utilizing decreasing sequences of uptake values to filter the images, a modified form of the standard persistence diagrams for 0-dimensional persistent homology as well as novel childhood diagrams are constructed. Applying statistical methods to time series of persistence and childhood diagrams detects heterogeneous uptake of radioactive antibody within tumors over time and distinguishes uptake in two groups of mice injected with different labeled antibodies."}, {"identifier": "doi:10.1007/s00153-017-0570-7", "url": [{"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00153-017-0570-7"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00153-017-0570-7"}], "title": "Quasiminimal abstract elementary classes", "creators": [{"creator": "Vasey, Sebastien"}], "publicationName": "Archive for Mathematical Logic", "issn": "0933-5846", "eissn": "1432-0665", "openaccess": "false", "journalid": "153", "doi": "10.1007/s00153-017-0570-7", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-06-28", "coverDate": "2018-05", "printDate": "2018-03-24", "volume": "57", "number": "3-4", "issuetype": "Combined", "topicalCollection": "", "startingPage": "299", "endingPage": "315", "copyright": "©2017 Springer-Verlag GmbH Germany", "genre": "OriginalPaper", "abstract": "AbstractWe propose the notion of a quasiminimal abstract elementary class (AEC). This is an AEC satisfying four semantic conditions: countable Löwenheim–Skolem–Tarski number, existence of a prime model, closure under intersections, and uniqueness of the generic orbital type over every countable model. We exhibit a correspondence between Zilber’s quasiminimal pregeometry classes and quasiminimal AECs: any quasiminimal pregeometry class induces a quasiminimal AEC (this was known), and for any quasiminimal AEC there is a natural functorial expansion that induces a quasiminimal pregeometry class. We show in particular that the exchange axiom is redundant in Zilber’s definition of a quasiminimal pregeometry class."}, {"identifier": "doi:10.1007/s10915-017-0578-5", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10915-017-0578-5"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10915-017-0578-5"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10915-017-0578-5"}], "title": "Three \n                \n                  \n                \n                $$l_1$$\n                \n                  \n                    \n                      l\n                      1\n                    \n                  \n                \n               Based Nonconvex Methods in Constructing Sparse Mean Reverting Portfolios", "creators": [{"creator": "Long, Xiaolong"}, {"creator": "Solna, Knut"}, {"creator": "Xin, Jack"}], "publicationName": "Journal of Scientific Computing", "issn": "0885-7474", "eissn": "1573-7691", "openaccess": "false", "journalid": "10915", "doi": "10.1007/s10915-017-0578-5", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-10-20", "coverDate": "2018-05", "printDate": "2018-03-28", "volume": "75", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1156", "endingPage": "1186", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractWe study the problem of constructing sparse and fast mean reverting portfolios. The problem is motivated by convergence trading and formulated as a generalized eigenvalue problem with a cardinality constraint (d’Aspremont in Quant Finance 11(3):351–364, 2011 ). We use a proxy of mean reversion coefficient, the direct Ornstein–Uhlenbeck estimator, which can be applied to both stationary and nonstationary data. In addition, we introduce three different methods to enforce the sparsity of the solutions. One method uses the ratio of $$l_1$$ l 1 and $$l_2$$ l 2 norms and the other two use $$l_1$$ l 1 norm. We analyze various formulations of the resulting non-convex optimization problems and develop efficient algorithms to solve them for portfolio sizes as large as hundreds. By adopting a simple convergence trading strategy, we test the performance of our sparse mean reverting portfolios on both synthetic and historical real market data. In particular, the $$l_1$$ l 1 regularization method, in combination with quadratic program formulation as well as difference of convex functions and least angle regression treatment, gives fast and robust performance on large out-of-sample data set."}, {"identifier": "doi:10.1007/s10623-017-0381-1", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10623-017-0381-1"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10623-017-0381-1"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10623-017-0381-1"}], "title": "Constructing permutation arrays from groups", "creators": [{"creator": "Bereg, Sergey"}, {"creator": "Levy, Avi"}, {"creator": "Sudborough, I. Hal"}], "publicationName": "Designs, Codes and Cryptography", "issn": "0925-1022", "eissn": "1573-7586", "openaccess": "false", "journalid": "10623", "doi": "10.1007/s10623-017-0381-1", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-06-29", "coverDate": "2018-05", "printDate": "2018-03-24", "volume": "86", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1095", "endingPage": "1111", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractLet M ( n ,  d ) be the maximum size of a permutation array on n symbols with pairwise Hamming distance at least d . We use various combinatorial, algebraic, and computational methods to improve lower bounds for M ( n ,  d ). We compute the Hamming distances of affine semilinear groups and projective semilinear groups, and unions of cosets of AGL (1,  q ) and PGL (2,  q ) with Frobenius maps to obtain new, improved lower bounds for M ( n ,  d ). We give new randomized algorithms. We give better lower bounds for M ( n ,  d ) also using new theorems concerning the contraction operation. For example, we prove a quadratic lower bound for $$M(n,n-2)$$ M ( n , n - 2 ) for all $$n\\equiv 2 \\pmod 3$$ n ≡ 2 ( mod 3 ) such that $$n+1$$ n + 1 is a prime power."}, {"identifier": "doi:10.1007/s10878-018-0256-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10878-018-0256-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10878-018-0256-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10878-018-0256-z"}], "title": "Integer programming approach to static monopolies in graphs", "creators": [{"creator": "Moazzez, Babak"}, {"creator": "Soltani, Hossein"}], "publicationName": "Journal of Combinatorial Optimization", "issn": "1382-6905", "eissn": "1573-2886", "openaccess": "false", "journalid": "10878", "doi": "10.1007/s10878-018-0256-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-07", "coverDate": "2018-05", "printDate": "2018-03-26", "volume": "35", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1009", "endingPage": "1041", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractA subset M of vertices of a graph is called a static monopoly, if any vertex v outside M has at least $$\\lceil \\tfrac{1 }{2}\\deg (v)\\rceil $$ ⌈ 1 2 deg ( v ) ⌉ neighbors in M . The minimum static monopoly problem has been extensively studied in graph theoretical context. We study this problem from an integer programming point of view for the first time and give a linear formulation for it. We study the facial structure of the corresponding polytope, classify facet defining inequalities of the integer programming formulation and introduce some families of valid inequalities. We show that in the presence of a vertex cut or an edge cut in the graph, the problem can be solved more efficiently by adding some strong valid inequalities. An algorithm is given that solves the minimum monopoly problem in trees and cactus graphs in linear time. We test our methods by performing several experiments on randomly generated graphs. A software package is introduced that solves the minimum monopoly problem using open source integer linear programming solvers."}, {"identifier": "doi:10.1007/s10915-017-0552-2", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10915-017-0552-2"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10915-017-0552-2"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10915-017-0552-2"}], "title": "On the Operator Splitting and Integral Equation Preconditioned Deferred Correction Methods for the “Good” Boussinesq Equation", "creators": [{"creator": "Zhang, Cheng"}, {"creator": "Huang, Jingfang"}, {"creator": "Wang, Cheng"}, {"creator": "Yue, Xingye"}], "publicationName": "Journal of Scientific Computing", "issn": "0885-7474", "eissn": "1573-7691", "openaccess": "false", "journalid": "10915", "doi": "10.1007/s10915-017-0552-2", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-09-11", "coverDate": "2018-05", "printDate": "2018-03-28", "volume": "75", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "687", "endingPage": "712", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractWe study two numerical methods for the “Good” Boussinesq (GB) equation. Both methods are designed to solve the spatial-temporal pseudo-spectral collocation formulations of the GB equation using the deferred correction methods in one time marching step, where the Fourier series based pseudo-spectral formulation is applied in the spatial direction. The main idea is to iteratively apply a low order method to solve an error equation and refine the provisional solutions until they converge to the high order pseudo-spectral solutions both in space and time. In the first method, an operator splitting approach is introduced as the low order preconditioner in the deferred correction procedure for the temporal Gauss collocation formulation of the original GB equation. The method shows good numerical properties when the deferred correction procedure is convergent and the accuracy requirement is achievable. However, due to the stiffness of the linear differential operators, the Krylov deferred correction (KDC) method has to be applied in order to make the iterations converge. And also, due to the spectral differentiation operator involved, the condition number of the algorithm scales as $$O(N^4)$$ O ( N 4 ) , where N is the number of Fourier terms in the spatial direction. To improve the numerical stability and efficiency, an integral equation approach is applied to “precondition” the GB equation in the second proposed numerical method, by inverting the linear terms of the GB equation analytically. As the nonlinear term of the GB equation is non-stiff, the simple forward Euler’s method preconditioned spectral deferred correction (SDC) iterations converge more efficiently than existing Jacobian-Free Newton–Krylov (JFNK) based KDC implementations, and the condition number of the new formulation is O (1), which leads to a machine precision accuracy at each discrete time step."}, {"identifier": "doi:10.1007/s10915-017-0576-7", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10915-017-0576-7"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10915-017-0576-7"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10915-017-0576-7"}], "title": "Unconditionally Energy Stable Linear Schemes for the Diffuse Interface Model with Peng–Robinson Equation of State", "creators": [{"creator": "Li, Hongwei"}, {"creator": "Ju, Lili"}, {"creator": "Zhang, Chenfei"}, {"creator": "Peng, Qiujin"}], "publicationName": "Journal of Scientific Computing", "issn": "0885-7474", "eissn": "1573-7691", "openaccess": "false", "journalid": "10915", "doi": "10.1007/s10915-017-0576-7", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-10-24", "coverDate": "2018-05", "printDate": "2018-03-28", "volume": "75", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "993", "endingPage": "1015", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractIn this paper, we investigate numerical solution of the diffuse interface model with Peng–Robinson equation of state, that describes real states of hydrocarbon fluids in the petroleum industry. Due to the strong nonlinearity of the source terms in this model, how to design appropriate time discretizations to preserve the energy dissipation law of the system at the discrete level is a major challenge. Based on the “Invariant Energy Quadratization” approach and the penalty formulation, we develop efficient first and second order time stepping schemes for solving the single-component two-phase fluid problem. In both schemes the resulted temporal semi-discretizations lead to linear systems with symmetric positive definite spatial operators at each time step. We rigorously prove their unconditional energy stabilities in the time discrete sense. Various numerical simulations in 2D and 3D spaces are also presented to validate accuracy and stability of the proposed linear schemes and to investigate physical reliability of the target model by comparisons with laboratory data."}, {"identifier": "doi:10.1007/s10915-017-0563-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10915-017-0563-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10915-017-0563-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10915-017-0563-z"}], "title": "Conservative and Stable Degree Preserving SBP Operators for Non-conforming Meshes", "creators": [{"creator": "Friedrich, Lucas"}, {"creator": "Del Rey Fernández, David C."}, {"creator": "Winters, Andrew R."}, {"creator": "Gassner, Gregor J."}, {"creator": "Zingg, David W."}, {"creator": "Hicken, Jason"}], "publicationName": "Journal of Scientific Computing", "issn": "0885-7474", "eissn": "1573-7691", "openaccess": "false", "journalid": "10915", "doi": "10.1007/s10915-017-0563-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-09-27", "coverDate": "2018-05", "printDate": "2018-03-28", "volume": "75", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "657", "endingPage": "686", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractNon-conforming numerical approximations offer increased flexibility for applications that require high resolution in a localized area of the computational domain or near complex geometries. Two key properties for non-conforming methods to be applicable to real world applications are conservation and energy stability. The summation-by-parts (SBP) property, which certain finite-difference and discontinuous Galerkin methods have, finds success for the numerical approximation of hyperbolic conservation laws, because the proofs of energy stability and conservation can discretely mimic the continuous analysis of partial differential equations. In addition, SBP methods can be developed with high-order accuracy, which is useful for simulations that contain multiple spatial and temporal scales. However, existing non-conforming SBP schemes result in a reduction of the overall degree of the scheme, which leads to a reduction in the order of the solution error. This loss of degree is due to the particular interface coupling through a simultaneous-approximation-term (SAT). We present in this work a novel class of SBP–SAT operators that maintain conservation, energy stability, and have no loss of the degree of the scheme for non-conforming approximations. The new degree preserving discretizations require an ansatz that the norm matrix of the SBP operator is of a degree $$\\ge 2p$$ ≥ 2 p , in contrast to, for example, existing finite difference SBP operators, where the norm matrix is $$2p-1$$ 2 p - 1 accurate. We demonstrate the fundamental properties of the new scheme with rigorous mathematical analysis as well as numerical verification."}, {"identifier": "doi:10.1007/s10915-017-0559-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10915-017-0559-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10915-017-0559-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10915-017-0559-8"}], "title": "Integral Equation Formulation of the Biharmonic Dirichlet Problem", "creators": [{"creator": "Rachh, M."}, {"creator": "Askham, T."}], "publicationName": "Journal of Scientific Computing", "issn": "0885-7474", "eissn": "1573-7691", "openaccess": "false", "journalid": "10915", "doi": "10.1007/s10915-017-0559-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-09-16", "coverDate": "2018-05", "printDate": "2018-03-28", "volume": "75", "number": "2", "issuetype": "Regular", "topicalCollection": "", "startingPage": "762", "endingPage": "781", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractWe present a novel integral representation for the biharmonic Dirichlet problem. To obtain the representation, the Dirichlet problem is first converted into a related Stokes problem for which the Sherman–Lauricella integral representation can be used. Not all potentials for the Dirichlet problem correspond to a potential for Stokes flow, and vice-versa, but we show that the integral representation can be augmented and modified to handle either simply or multiply connected domains. The resulting integral representation has a kernel which behaves better on domains with high curvature than existing representations. Thus, this representation results in more robust computational methods for the solution of the Dirichlet problem of the biharmonic equation and we demonstrate this with several numerical examples."}, {"identifier": "doi:10.1007/s10623-017-0375-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10623-017-0375-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10623-017-0375-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10623-017-0375-z"}], "title": "Solving the FCSR synthesis problem for multi-sequences by lattice basis reduction", "creators": [{"creator": "Liu, Weihua"}, {"creator": "Klapper, Andrew"}, {"creator": "Chen, Zhixiong"}], "publicationName": "Designs, Codes and Cryptography", "issn": "0925-1022", "eissn": "1573-7586", "openaccess": "false", "journalid": "10623", "doi": "10.1007/s10623-017-0375-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-06-22", "coverDate": "2018-05", "printDate": "2018-03-24", "volume": "86", "number": "5", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1023", "endingPage": "1038", "copyright": "©2017 Springer Science+Business Media, LLC", "genre": "OriginalPaper", "abstract": "AbstractRegister synthesis for multi-sequences has significance for the security of word-oriented stream ciphers. Feedback with carry shift registers (FCSRs) are promising alternatives to linear feedback shift registers for the design of stream ciphers. In this paper, we solve the FCSR synthesis problem for multi-sequences by two rational approximation algorithms using lattice theory. One is based on the lattice reduction greedy algorithm proposed by Nguyen and Stehlé (ACM Trans Algorithms (TALG) 5(4):46, 2009 ). The other is based on the LLL algorithm which is a polynomial time lattice reduction algorithm. Both of these rational approximation algorithms can find the smallest common FCSR for a given multi-sequence but with different numbers of known terms. When the number of sequences within the multi-sequence is less than or equal to 3, the former is suggested because it has better time complexity and fewer terms are needed. Otherwise, the latter will have better time complexity."}, {"identifier": "doi:10.1007/s10878-018-0252-3", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10878-018-0252-3"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10878-018-0252-3"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10878-018-0252-3"}], "title": "Maximizing misinformation restriction within time and budget constraints", "creators": [{"creator": "Pham, Canh V."}, {"creator": "Thai, My T."}, {"creator": "Duong, Hieu V."}, {"creator": "Bui, Bao Q."}, {"creator": "Hoang, Huan X."}], "publicationName": "Journal of Combinatorial Optimization", "issn": "1382-6905", "eissn": "1573-2886", "openaccess": "false", "journalid": "10878", "doi": "10.1007/s10878-018-0252-3", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-21", "coverDate": "2018-05", "printDate": "2018-03-26", "volume": "35", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1202", "endingPage": "1240", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractOnline social networks have become popular media worldwide. However, they also allow rapid dissemination of misinformation causing negative impacts to users. With a source of misinformation, the longer the misinformation spreads, the greater the number of affected users will be. Therefore, it is necessary to prevent the spread of misinformation in a specific time period. In this paper, we propose maximizing misinformation restriction ( $$\\mathsf {MMR}$$ MMR ) problem with the purpose of finding a set of nodes whose removal from a social network maximizes the influence reduction from the source of misinformation within time and budget constraints. We demonstrate that the $$\\mathsf {MMR}$$ MMR problem is NP-hard even in the case where the network is a rooted tree at a single misinformation node and show that the calculating objective function is #P-hard. We also prove that objective function is monotone and submodular. Based on that, we propose an $$1{-}1/\\sqrt{e}$$ 1 - 1 / e -approximation algorithm. We further design efficient heuristic algorithms, named $$\\mathsf {PR}$$ PR - $$\\mathsf {DAG}$$ DAG to show $$\\mathsf {MMR}$$ MMR in very large-scale networks."}, {"identifier": "doi:10.1007/s11565-016-0260-0", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s11565-016-0260-0"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s11565-016-0260-0"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s11565-016-0260-0"}], "title": "Multilinear dyadic operators and their commutators", "creators": [{"creator": "Kunwar, Ishwari"}], "publicationName": "ANNALI DELL'UNIVERSITA' DI FERRARA", "issn": "0430-3202", "eissn": "1827-1510", "openaccess": "false", "journalid": "11565", "doi": "10.1007/s11565-016-0260-0", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2016-10-08", "coverDate": "2018-05", "printDate": "2018-03-27", "volume": "64", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "111", "endingPage": "144", "copyright": "©2016 Università degli Studi di Ferrara", "genre": "OriginalPaper", "abstract": "AbstractWe obtain a generalized paraproduct decomposition of the pointwise product of two or more functions that naturally gives rise to multilinear dyadic paraproducts and Haar multipliers. We then study the boundedness properties of these multilinear operators and their commutators with dyadic BMO functions. We also characterize the dyadic BMO functions via the boundedness of (a) certain paraproducts, and (b) the commutators of multilinear Haar multipliers and paraproduct operators."}, {"identifier": "doi:10.1007/s10589-017-9971-0", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10589-017-9971-0"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10589-017-9971-0"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10589-017-9971-0"}], "title": "Generalized symmetric ADMM for separable convex optimization", "creators": [{"creator": "Bai, Jianchao"}, {"creator": "Li, Jicheng"}, {"creator": "Xu, Fengmin"}, {"creator": "Zhang, Hongchao"}], "publicationName": "Computational Optimization and Applications", "issn": "0926-6003", "eissn": "1573-2894", "openaccess": "false", "journalid": "10589", "doi": "10.1007/s10589-017-9971-0", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-11-24", "coverDate": "2018-05", "printDate": "2018-03-27", "volume": "70", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "129", "endingPage": "170", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThe alternating direction method of multipliers (ADMM) has been proved to be effective for solving separable convex optimization subject to linear constraints. In this paper, we propose a generalized symmetric ADMM (GS-ADMM), which updates the Lagrange multiplier twice with suitable stepsizes, to solve the multi-block separable convex programming. This GS-ADMM partitions the data into two group variables so that one group consists of p block variables while the other has q block variables, where $$p \\ge 1$$ p ≥ 1 and $$q \\ge 1$$ q ≥ 1 are two integers. The two grouped variables are updated in a Gauss–Seidel scheme, while the variables within each group are updated in a Jacobi scheme, which would make it very attractive for a big data setting. By adding proper proximal terms to the subproblems, we specify the domain of the stepsizes to guarantee that GS-ADMM is globally convergent with a worst-case $${\\mathcal {O}}(1/t)$$ O ( 1 / t ) ergodic convergence rate. It turns out that our convergence domain of the stepsizes is significantly larger than other convergence domains in the literature. Hence, the GS-ADMM is more flexible and attractive on choosing and using larger stepsizes of the dual variable. Besides, two special cases of GS-ADMM, which allows using zero penalty terms, are also discussed and analyzed. Compared with several state-of-the-art methods, preliminary numerical experiments on solving a sparse matrix minimization problem in the statistical learning show that our proposed method is effective and promising."}, {"identifier": "doi:10.1007/s10589-017-9972-z", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10589-017-9972-z"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10589-017-9972-z"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10589-017-9972-z"}], "title": "Accelerated primal–dual proximal block coordinate updating methods for constrained convex optimization", "creators": [{"creator": "Xu, Yangyang"}, {"creator": "Zhang, Shuzhong"}], "publicationName": "Computational Optimization and Applications", "issn": "0926-6003", "eissn": "1573-2894", "openaccess": "false", "journalid": "10589", "doi": "10.1007/s10589-017-9972-z", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-11-28", "coverDate": "2018-05", "printDate": "2018-03-27", "volume": "70", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "91", "endingPage": "128", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractBlock coordinate update (BCU) methods enjoy low per-update computational complexity because every time only one or a few block variables would need to be updated among possibly a large number of blocks. They are also easily parallelized and thus have been particularly popular for solving problems involving large-scale dataset and/or variables. In this paper, we propose a primal–dual BCU method for solving linearly constrained convex program with multi-block variables. The method is an accelerated version of a primal–dual algorithm proposed by the authors, which applies randomization in selecting block variables to update and establishes an O (1 /  t ) convergence rate under convexity assumption. We show that the rate can be accelerated to $$O(1/t^2)$$ O ( 1 / t 2 ) if the objective is strongly convex. In addition, if one block variable is independent of the others in the objective, we then show that the algorithm can be modified to achieve a linear rate of convergence. The numerical experiments show that the accelerated method performs stably with a single set of parameters while the original method needs to tune the parameters for different datasets in order to achieve a comparable level of performance."}, {"identifier": "doi:10.1007/s10589-017-9973-y", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10589-017-9973-y"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10589-017-9973-y"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10589-017-9973-y"}], "title": "Real eigenvalues of nonsymmetric tensors", "creators": [{"creator": "Nie, Jiawang"}, {"creator": "Zhang, Xinzhen"}], "publicationName": "Computational Optimization and Applications", "issn": "0926-6003", "eissn": "1573-2894", "openaccess": "false", "journalid": "10589", "doi": "10.1007/s10589-017-9973-y", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-04", "coverDate": "2018-05", "printDate": "2018-03-27", "volume": "70", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1", "endingPage": "32", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractThis paper discusses the computation of real $$\\mathtt {Z}$$ Z -eigenvalues and $$\\mathtt {H}$$ H -eigenvalues of nonsymmetric tensors. A generic nonsymmetric tensor has finitely many Z-eigenvalues, while there may be infinitely many ones for special tensors. The number of $$\\mathtt {H}$$ H -eigenvalues is finite for all tensors. We propose Lasserre type semidefinite relaxation methods for computing such eigenvalues. For every tensor that has finitely many real $$\\mathtt {Z}$$ Z -eigenvalues, we can compute all of them; each of them can be computed by solving a finite sequence of semidefinite relaxations. For every tensor, we can compute all its real $$\\mathtt {H}$$ H -eigenvalues; each of them can be computed by solving a finite sequence of semidefinite relaxations."}, {"identifier": "doi:10.1007/s10589-017-9974-x", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10589-017-9974-x"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10589-017-9974-x"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10589-017-9974-x"}], "title": "A copositive approach for two-stage adjustable robust optimization with uncertain right-hand sides", "creators": [{"creator": "Xu, Guanglin"}, {"creator": "Burer, Samuel"}], "publicationName": "Computational Optimization and Applications", "issn": "0926-6003", "eissn": "1573-2894", "openaccess": "false", "journalid": "10589", "doi": "10.1007/s10589-017-9974-x", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-12-27", "coverDate": "2018-05", "printDate": "2018-03-27", "volume": "70", "number": "1", "issuetype": "Regular", "topicalCollection": "", "startingPage": "33", "endingPage": "59", "copyright": "©2017 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractWe study two-stage adjustable robust linear programming in which the right-hand sides are uncertain and belong to a convex, compact uncertainty set. This problem is NP-hard, and the affine policy is a popular, tractable approximation. We prove that under standard and simple conditions, the two-stage problem can be reformulated as a copositive optimization problem, which in turn leads to a class of tractable, semidefinite-based approximations that are at least as strong as the affine policy. We investigate several examples from the literature demonstrating that our tractable approximations significantly improve the affine policy. In particular, our approach solves exactly in polynomial time a class of instances of increasing size for which the affine policy admits an arbitrarily large gap."}, {"identifier": "doi:10.1007/s10878-018-0259-9", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s10878-018-0259-9"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s10878-018-0259-9"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s10878-018-0259-9"}], "title": "A continuous characterization of the maximum vertex-weighted clique in hypergraphs", "creators": [{"creator": "Tang, Qingsong"}, {"creator": "Zhang, Xiangde"}, {"creator": "Wang, Guoren"}, {"creator": "Zhao, Cheng"}], "publicationName": "Journal of Combinatorial Optimization", "issn": "1382-6905", "eissn": "1573-2886", "openaccess": "false", "journalid": "10878", "doi": "10.1007/s10878-018-0259-9", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2018-02-24", "coverDate": "2018-05", "printDate": "2018-03-26", "volume": "35", "number": "4", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1250", "endingPage": "1260", "copyright": "©2018 Springer Science+Business Media, LLC, part of Springer Nature", "genre": "OriginalPaper", "abstract": "AbstractFor a simple graph G on n vertices with adjacency matrix A , Motzkin and Strauss established a remarkable connection between the clique number and the global maximum value of the quadratic programm: $$\\textit{max}\\{ \\mathbf {x}^T A \\mathbf {x}\\}$$ max { x T A x } on the standard simplex: $$\\{\\sum _{i=1}^{n} x_i =1, x_i \\ge 0 \\}$$ { ∑ i = 1 n x i = 1 , x i ≥ 0 } . In Gibbons et al. (Math Oper Res 122:754–768, 1997 ), an extension of the Motzkin–Straus formulation was provided for the vertex-weighted clique number of a graph. In this paper, we provide a continuous characterization of the maximum vertex-weighted clique problem for vertex-weighted uniform hypergraphs."}, {"identifier": "doi:10.1007/s00285-017-1176-8", "url": [{"format": "html", "platform": "web", "value": "http://link.springer.com/openurl/fulltext?id=doi:10.1007/s00285-017-1176-8"}, {"format": "pdf", "platform": "web", "value": "http://link.springer.com/openurl/pdf?id=doi:10.1007/s00285-017-1176-8"}, {"format": "", "platform": "", "value": "http://dx.doi.org/10.1007/s00285-017-1176-8"}], "title": "A Laplacian characterization of phytoplankton shape", "creators": [{"creator": "Cael, B. B."}, {"creator": "Strong, Courtenay"}], "publicationName": "Journal of Mathematical Biology", "issn": "0303-6812", "eissn": "1432-1416", "openaccess": "false", "journalid": "285", "doi": "10.1007/s00285-017-1176-8", "publisher": "Springer", "publicationDate": "2018-05-01", "onlineDate": "2017-09-01", "coverDate": "2018-05", "printDate": "2018-03-06", "volume": "76", "number": "6", "issuetype": "Regular", "topicalCollection": "", "startingPage": "1327", "endingPage": "1338", "copyright": "©2017 Springer-Verlag GmbH Germany", "genre": "OriginalPaper", "abstract": "AbstractPhytoplankton exhibit pronounced morphological diversity, impacting a range of processes. Because these impacts are challenging to quantify, however, phytoplankton are often approximated as spheres, and when effects of non-sphericity are studied it is usually experimentally or via geometrical approximations. New methods for quantifying phytoplankton size and shape generally, so all phytoplankton are analyzable by the same procedure, can complement advances in microscopic imagery and automated classification to study the influence of shape in phytoplankton. Here we apply to phytoplankton a technique for defining the size of arbitrary shapes based on the Laplacian—the operator that governs processes, such as nutrient uptake and fluid flow, where phytoplankton shape is expected to have the greatest effect. Deviations from values given by spherical approximation are a measure of phytoplankton shape and indicate the fitness increases for phytoplankton conferred by their non-spherical shapes. Comparison with surface-to-volume quotients suggests the Laplacian-based metric is insensitive to small-scale features which can increase surface area without affecting key processes, but is otherwise closely related to surface-area-to-volume, demonstrating this metric is a meaningful measure. While our analysis herein is limited to axisymmetric phytoplankton due to relative sparsity of 3D information about other phytoplankton shapes, the definition and method are directly generalizable to 3D shape data, which will in the near future be more readily available."}], "facets": [{"name": "subject", "values": [{"value": "Mathematics", "count": "50108"}, {"value": "Mathematics, general", "count": "21754"}, {"value": "Theoretical, Mathematical and Computational Physics", "count": "9198"}, {"value": "Analysis", "count": "8521"}, {"value": "Combinatorics", "count": "6532"}, {"value": "Applications of Mathematics", "count": "5791"}, {"value": "Mathematical and Computational Biology", "count": "5107"}, {"value": "Mathematical Methods in Physics", "count": "4939"}, {"value": "Algebra", "count": "4843"}, {"value": "Calculus of Variations and Optimal Control; Optimization", "count": "4428"}, {"value": "Numerical Analysis", "count": "3982"}, {"value": "Geometry", "count": "3959"}, {"value": "Operation Research/Decision Theory", "count": "3669"}, {"value": "Computational Mathematics and Numerical Analysis", "count": "3664"}, {"value": "Appl.Mathematics/Computational Methods of Engineering", "count": "3383"}, {"value": "Group Theory and Generalizations", "count": "2698"}, {"value": "Probability Theory and Stochastic Processes", "count": "2590"}, {"value": "Convex and Discrete Geometry", "count": "2436"}, {"value": "Optimization", "count": "2346"}, {"value": "Mathematics of Computing", "count": "2232"}]}, {"name": "keyword", "values": [{"value": "65N30", "count": "284"}, {"value": "Discrete Comput Geom", "count": "188"}, {"value": "Stability", "count": "184"}, {"value": "Global optimization", "count": "179"}, {"value": "90C25", "count": "171"}, {"value": "90C30", "count": "163"}, {"value": "65K05", "count": "146"}, {"value": "Linear programming", "count": "143"}, {"value": "90C26", "count": "140"}, {"value": "92D25", "count": "135"}, {"value": "65F10", "count": "124"}, {"value": "Optimal control", "count": "113"}, {"value": "Optimization", "count": "113"}, {"value": "05A15", "count": "112"}, {"value": "65K10", "count": "102"}, {"value": "05A17", "count": "100"}, {"value": "35K55", "count": "100"}, {"value": "90C11", "count": "100"}, {"value": "Banach space", "count": "100"}, {"value": "65M60", "count": "98"}]}, {"name": "pub", "values": [{"value": "Mathematische Annalen", "count": "2354"}, {"value": "Mathematische Zeitschrift", "count": "2248"}, {"value": "Inventiones mathematicae", "count": "2119"}, {"value": "Mathematical Programming", "count": "1941"}, {"value": "Israel Journal of Mathematics", "count": "1847"}, {"value": "Bulletin of Mathematical Biology", "count": "1470"}, {"value": "Archiv der Mathematik", "count": "1280"}, {"value": "Numerische Mathematik", "count": "1203"}, {"value": "Journal of Mathematical Biology", "count": "1163"}, {"value": "Geometriae Dedicata", "count": "1132"}, {"value": "Discrete & Computational Geometry", "count": "1027"}, {"value": "The Mathematical Intelligencer", "count": "1025"}, {"value": "Probability Theory and Related Fields", "count": "937"}, {"value": "Journal of Scientific Computing", "count": "831"}, {"value": "Zeitschrift für Wahrscheinlichkeitstheorie und Verwandte Gebiete", "count": "700"}, {"value": "algebra universalis", "count": "684"}, {"value": "Integral Equations and Operator Theory", "count": "661"}, {"value": "Journal d’Analyse Mathématique", "count": "643"}, {"value": "Graphs and Combinatorics", "count": "617"}, {"value": "Combinatorica", "count": "577"}]}, {"name": "year", "values": [{"value": "2018", "count": "1073"}, {"value": "2017", "count": "2667"}, {"value": "2016", "count": "2117"}, {"value": "2015", "count": "2020"}, {"value": "2014", "count": "1859"}, {"value": "2013", "count": "1858"}, {"value": "2012", "count": "1798"}, {"value": "2011", "count": "1514"}, {"value": "2010", "count": "1463"}, {"value": "2009", "count": "1488"}, {"value": "2008", "count": "1551"}, {"value": "2007", "count": "1328"}, {"value": "2006", "count": "1296"}, {"value": "2005", "count": "1211"}, {"value": "2004", "count": "1039"}, {"value": "2003", "count": "1084"}, {"value": "2002", "count": "1084"}, {"value": "2001", "count": "1005"}, {"value": "2000", "count": "968"}, {"value": "1999", "count": "861"}]}, {"name": "country", "values": [{"value": "United States", "count": "50108"}, {"value": "", "count": "2676"}, {"value": "China", "count": "1728"}, {"value": "Canada", "count": "1652"}, {"value": "Germany", "count": "1545"}, {"value": "France", "count": "1491"}, {"value": "United Kingdom", "count": "1399"}, {"value": "Israel", "count": "1281"}, {"value": "Italy", "count": "794"}, {"value": "Russia", "count": "577"}, {"value": "Spain", "count": "514"}, {"value": "Japan", "count": "499"}, {"value": "Australia", "count": "496"}, {"value": "South Korea", "count": "414"}, {"value": "Switzerland", "count": "404"}, {"value": "India", "count": "403"}, {"value": "Hungary", "count": "398"}, {"value": "Poland", "count": "367"}, {"value": "Austria", "count": "299"}, {"value": "Brazil", "count": "284"}]}, {"name": "type", "values": [{"value": "Journal", "count": "50108"}]}]}, "http://api.plos.org/searchapi_key-fzeeJCRRxtN872QjXEnT_rows-25_subject-Mathematics_wt-json": {"response": {"numFound": 0, "start": 0, "maxScore": 0.0, "docs": []}}, "http://api.plos.org/searchapi_key-fzeeJCRRxtN872QjXEnT_q-subject:Mathematics_rows-25_wt-json": {"response": {"numFound": 226112, "start": 0, "maxScore": 4.248061, "docs": [{"id": "10.1371/journal.pone.0043001/abstract", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/references", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/body", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "author_display": ["Philipp Kügler"], "abstract": ["\n        The inference of reaction rate parameters in biochemical network models from time series concentration data is a central task in computational systems biology. Under the assumption of well mixed conditions the network dynamics are typically described by the chemical master equation, the Fokker Planck equation, the linear noise approximation or the macroscopic rate equation. The inverse problem of estimating the parameters of the underlying network model can be approached in deterministic and stochastic ways, and available methods often compare individual or mean concentration traces obtained from experiments with theoretical model predictions when maximizing likelihoods, minimizing regularized least squares functionals, approximating posterior distributions or sequentially processing the data. In this article we assume that the biological reaction network can be observed at least partially and repeatedly over time such that sample moments of species molecule numbers for various time points can be calculated from the data. Based on the chemical master equation we furthermore derive closed systems of parameter dependent nonlinear ordinary differential equations that predict the time evolution of the statistical moments. For inferring the reaction rate parameters we suggest to not only compare the sample mean with the theoretical mean prediction but also to take the residual of higher order moments explicitly into account. Cost functions that involve residuals of higher order moments may form landscapes in the parameter space that have more pronounced curvatures at the minimizer and hence may weaken or even overcome parameter sloppiness and uncertainty. As a consequence both deterministic and stochastic parameter inference algorithms may be improved with respect to accuracy and efficiency. We demonstrate the potential of moment fitting for parameter inference by means of illustrative stochastic biological models from the literature and address topics for future research.\n      "], "title_display": "Moment Fitting for Parameter Inference in Repeatedly and Partially Observed Stochastic Biological Models", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/title", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/introduction", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/results_and_discussion", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/materials_and_methods", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0043001/supporting_information", "eissn": "1932-6203", "publication_date": "2012-08-10T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/title", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/abstract", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/references", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/body", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/introduction", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/results_and_discussion", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/materials_and_methods", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/supporting_information", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508/conclusions", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "score": 4.248061}, {"id": "10.1371/journal.pone.0067508", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-07-03T00:00:00Z", "article_type": "Research Article", "author_display": ["Gregory Leibon", "Daniel N. Rockmore"], "abstract": ["\nIn this paper we show how the coupling of the notion of a network with directions with the adaptation of the four-point probe from materials testing gives rise to a natural geometry on such networks. This four-point probe geometry shares many of the properties of hyperbolic geometry wherein the network directions take the place of the sphere at infinity, enabling a navigation of the network in terms of pairs of directions: the geodesic through a pair of points is oriented from one direction to another direction, the pair of which are uniquely determined. We illustrate this in the interesting example of the pages of Wikipedia devoted to Mathematics, or “The MathWiki.” The applicability of these ideas extends beyond Wikipedia to provide a natural framework for visual search and to prescribe a natural mode of navigation for any kind of “knowledge space” in which higher order concepts aggregate various instances of information. Other examples would include genre or author organization of cultural objects such as books, movies, documents or even merchandise in an online store.\n"], "title_display": "Orienteering in Knowledge Spaces: The Hyperbolic Geometry of Wikipedia Mathematics", "score": 4.248061}, {"id": "10.1371/journal.pone.0169787", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-01-11T00:00:00Z", "article_type": "Research Article", "author_display": ["Maarten Marsman", "Gunter Maris", "Timo Bechger", "Cees Glas"], "abstract": ["\nThe Single Variable Exchange algorithm is based on a simple idea; any model that can be simulated can be estimated by producing draws from the posterior distribution. We build on this simple idea by framing the Exchange algorithm as a mixture of Metropolis transition kernels and propose strategies that automatically select the more efficient transition kernels. In this manner we achieve significant improvements in convergence rate and autocorrelation of the Markov chain without relying on more than being able to simulate from the model. Our focus will be on statistical models in the Exponential Family and use two simple models from educational measurement to illustrate the contribution.\n"], "title_display": "Turning Simulation into Estimation: Generalized Exchange Algorithms for Exponential Family Models", "score": 4.190276}, {"id": "10.1371/journal.pone.0169787/title", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-01-11T00:00:00Z", "article_type": "Research Article", "score": 4.190276}, {"id": "10.1371/journal.pone.0169787/abstract", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-01-11T00:00:00Z", "article_type": "Research Article", "score": 4.190276}, {"id": "10.1371/journal.pone.0169787/references", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-01-11T00:00:00Z", "article_type": "Research Article", "score": 4.190276}, {"id": "10.1371/journal.pone.0169787/body", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-01-11T00:00:00Z", "article_type": "Research Article", "score": 4.190276}, {"id": "10.1371/journal.pone.0169787/supporting_information", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-01-11T00:00:00Z", "article_type": "Research Article", "score": 4.190276}]}}, "http://api.plos.org/searchapi_key-fzeeJCRRxtN872QjXEnT_q-subject:Chemistry_rows-25_wt-json": {"response": {"numFound": 336774, "start": 0, "maxScore": 3.4971197, "docs": [{"id": "10.1371/journal.pone.0095107", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "author_display": ["Shari L. Forbes", "Katelynn A. Perrault"], "abstract": ["\nChemical profiling of decomposition odour is conducted in the environmental sciences to detect malodourous target sources in air, water or soil. More recently decomposition odour profiling has been employed in the forensic sciences to generate a profile of the volatile organic compounds (VOCs) produced by decomposed remains. The chemical profile of decomposition odour is still being debated with variations in the VOC profile attributed to the sample collection technique, method of chemical analysis, and environment in which decomposition occurred. To date, little consideration has been given to the partitioning of odour between different matrices and the impact this has on developing an accurate VOC profile. The purpose of this research was to investigate the decomposition odour profile surrounding vertebrate carrion to determine how VOCs partition between soil and air. Four pig carcasses (Sus scrofa domesticus L.) were placed on a soil surface to decompose naturally and their odour profile monitored over a period of two months. Corresponding control sites were also monitored to determine the VOC profile of the surrounding environment. Samples were collected from the soil below and the air (headspace) above the decomposed remains using sorbent tubes and analysed using gas chromatography-mass spectrometry. A total of 249 compounds were identified but only 58 compounds were common to both air and soil samples. This study has demonstrated that soil and air samples produce distinct subsets of VOCs that contribute to the overall decomposition odour. Sample collection from only one matrix will reduce the likelihood of detecting the complete spectrum of VOCs, which further confounds the issue of determining a complete and accurate decomposition odour profile. Confirmation of this profile will enhance the performance of cadaver-detection dogs that are tasked with detecting decomposition odour in both soil and air to locate victim remains.\n"], "title_display": "Decomposition Odour Profiling in the Air and Soil Surrounding Vertebrate Carrion", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/title", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/abstract", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/references", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/body", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/introduction", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/results_and_discussion", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/materials_and_methods", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0095107/conclusions", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-04-16T00:00:00Z", "article_type": "Research Article", "score": 3.4971197}, {"id": "10.1371/journal.pone.0030510/body", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/introduction", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/results_and_discussion", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/materials_and_methods", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "author_display": ["Mika Ito", "Jan Johansson", "Roger Strömberg", "Lennart Nilsson"], "abstract": ["\n        Polymerization of the amyloid β-peptide (Aβ), a process which requires that the helical structure of Aβ unfolds beforehand, is suspected to cause neurodegeneration in Alzheimer's disease. According to recent experimental studies, stabilization of the Aβ central helix counteracts Aβ polymerization into toxic assemblies. The effects of two ligands (Dec-DETA and Pep1b), which were designed to bind to and stabilize the Aβ central helix, on unfolding of the Aβ central helix were investigated by molecular dynamics simulations. It was quantitatively demonstrated that the stability of the Aβ central helix is increased by both ligands, and more effectively by Pep1b than by Dec-DETA. In addition, it was shown that Dec-DETA forms parallel conformations with β-strand-like Aβ, whereas Pep1b does not and instead tends to bend unwound Aβ. The molecular dynamics results correlate well with previous experiments for these ligands, which suggest that the simulation method should be useful in predicting the effectiveness of novel ligands in stabilizing the Aβ central helix. Detailed Aβ structural changes upon loss of helicity in the presence of the ligands are also revealed, which gives further insight into which ligand may lead to which path subsequent to unwinding of the Aβ central helix.\n      "], "title_display": "Effects of Ligands on Unfolding of the Amyloid β-Peptide Central Helix: Mechanistic Insights from Molecular Dynamics Simulations", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/title", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/abstract", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/references", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0030510/supporting_information", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2012-01-23T00:00:00Z", "article_type": "Research Article", "score": 3.48518}, {"id": "10.1371/journal.pone.0079218/title", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}, {"id": "10.1371/journal.pone.0079218/abstract", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}, {"id": "10.1371/journal.pone.0079218/references", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}, {"id": "10.1371/journal.pone.0079218/body", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}, {"id": "10.1371/journal.pone.0079218/introduction", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}, {"id": "10.1371/journal.pone.0079218/results_and_discussion", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}, {"id": "10.1371/journal.pone.0079218/materials_and_methods", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2013-11-18T00:00:00Z", "article_type": "Research Article", "score": 3.482755}]}}, "http://api.plos.org/searchapi_key-fzeeJCRRxtN872QjXEnT_q-subject:Psychology_rows-25_wt-json": {"response": {"numFound": 169937, "start": 0, "maxScore": 4.9146295, "docs": [{"id": "10.1371/journal.pone.0110223/title", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223/abstract", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223/references", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223/body", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223/supporting_information", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223/introduction", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223/results_and_discussion", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/title", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/abstract", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/references", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/body", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/introduction", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/supporting_information", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422/conclusions", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "score": 4.9146295}, {"id": "10.1371/journal.pone.0110223", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-11-05T00:00:00Z", "article_type": "Research Article", "author_display": ["Delia Vîrgă", "Petru Lucian CurŞeu", "Laurenţiu Maricuţoiu", "Florin A. Sava", "Irina Macsinga", "Silvia Măgurean"], "abstract": ["\nThis study seeks to explore whether neuroticism, agreeableness, and conscientiousness moderate the influence of relationship conflict experienced in groups on changes in group members' evaluative cognitions related to teamwork quality (teamwork-related mental models). Data from 216 students, nested in 48 groups were analyzed using a multilevel modeling approach. Our results show that the experience of relationship conflict leads to a negative shift from the pre-task to the post-task teamwork-related mental models. Moreover, the results indicate that conscientiousness buffered the negative association between relationship conflict and the change in teamwork-related mental models. Our results did not support the hypothesized moderating effect of agreeableness and show that the detrimental effect of relationship conflict on the shift in teamwork-related mental models is accentuated for group members scoring low rather than high on neuroticism. These findings open new research venues for exploring the association between personality, coping styles and change in teamwork-related mental models.\n"], "title_display": "Personality, Relationship Conflict, and Teamwork-Related Mental Models", "score": 4.9146295}, {"id": "10.1371/journal.pone.0191422", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2018-02-05T00:00:00Z", "article_type": "Research Article", "author_display": ["Andrew W. Corcoran", "Christopher Groot", "Aurelio Bruno", "Alan Johnston", "Simon J. Cropper"], "abstract": ["\nThe ability of subjects to identify and reproduce brief temporal intervals is influenced by many factors whether they be stimulus-based, task-based or subject-based. The current study examines the role individual differences play in subsecond and suprasecond timing judgments, using the schizoptypy personality scale as a test-case approach for quantifying a broad range of individual differences. In two experiments, 129 (Experiment 1) and 141 (Experiment 2) subjects completed the O-LIFE personality questionnaire prior to performing a modified temporal-bisection task. In the bisection task, subjects responded to two identical instantiations of a luminance grating presented in a 4deg window, 4deg above fixation for 1.5 s (Experiment 1) or 3 s (Experiment 2). Subjects initiated presentation with a button-press, and released the button when they considered the stimulus to be half-way through (750/1500 ms). Subjects were then asked to indicate their ‘most accurate estimate’ of the two intervals. In this way we measure both performance on the task (a first-order measure) and the subjects’ knowledge of their performance (a second-order measure). In Experiment 1 the effect of grating-drift and feedback on performance was also examined. Experiment 2 focused on the static/no-feedback condition. For the group data, Experiment 1 showed a significant effect of presentation order in the baseline condition (no feedback), which disappeared when feedback was provided. Moving the stimulus had no effect on perceived duration. Experiment 2 showed no effect of stimulus presentation order. This elimination of the subsecond order-effect was at the expense of accuracy, as the mid-point of the suprasecond interval was generally underestimated. Response precision increased as a proportion of total duration, reducing the variance below that predicted by Weber’s law. This result is consistent with a breakdown of the scalar properties of time perception in the early suprasecond range. All subjects showed good insight into their own performance, though that insight did not necessarily correlate with the veridical bisection point. In terms of personality, we found evidence of significant differences in performance along the Unusual Experiences subscale, of most theoretical interest here, in the subsecond condition only. There was also significant correlation with Impulsive Nonconformity and Cognitive Disorganisation in the sub- and suprasecond conditions, respectively. Overall, these data support a partial dissociation of timing mechanisms at very short and slightly longer intervals. Further, these results suggest that perception is not the only critical mitigator of confidence in temporal experience, since individuals can effectively compensate for differences in perception at the level of metacognition in early suprasecond time. Though there are individual differences in performance, these are perhaps less than expected from previous reports and indicate an effective timing mechanism dealing with brief durations independent of the influence of significant personality trait differences.\n"], "title_display": "Individual differences in first- and second-order temporal judgment", "score": 4.9146295}, {"id": "10.1371/journal.pone.0164029/title", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-11-09T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0164029/abstract", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-11-09T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0164029/references", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-11-09T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0164029/body", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-11-09T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0164029/introduction", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-11-09T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0164029/results_and_discussion", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-11-09T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0178899", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-06-05T00:00:00Z", "article_type": "Research Article", "author_display": ["Ines Schindler", "Georg Hosoya", "Winfried Menninghaus", "Ursula Beermann", "Valentin Wagner", "Michael Eid", "Klaus R. Scherer"], "abstract": ["\nAesthetic perception and judgement are not merely cognitive processes, but also involve feelings. Therefore, the empirical study of these experiences requires conceptualization and measurement of aesthetic emotions. Despite the long-standing interest in such emotions, we still lack an assessment tool to capture the broad range of emotions that occur in response to the perceived aesthetic appeal of stimuli. Elicitors of aesthetic emotions are not limited to the arts in the strict sense, but extend to design, built environments, and nature. In this article, we describe the development of a questionnaire that is applicable across many of these domains: the Aesthetic Emotions Scale (Aesthemos). Drawing on theoretical accounts of aesthetic emotions and an extensive review of extant measures of aesthetic emotions within specific domains such as music, literature, film, painting, advertisements, design, and architecture, we propose a framework for studying aesthetic emotions. The Aesthemos, which is based on this framework, contains 21 subscales with two items each, that are designed to assess the emotional signature of responses to stimuli’s perceived aesthetic appeal in a highly differentiated manner. These scales cover prototypical aesthetic emotions (e.g., the feeling of beauty, being moved, fascination, and awe), epistemic emotions (e.g., interest and insight), and emotions indicative of amusement (humor and joy). In addition, the Aesthemos subscales capture both the activating (energy and vitality) and the calming (relaxation) effects of aesthetic experiences, as well as negative emotions that may contribute to aesthetic displeasure (e.g., the feeling of ugliness, boredom, and confusion).\n"], "title_display": "Measuring aesthetic emotions: A review of the literature and a new assessment tool", "score": 4.88681}, {"id": "10.1371/journal.pone.0178899/title", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-06-05T00:00:00Z", "article_type": "Research Article", "score": 4.88681}, {"id": "10.1371/journal.pone.0178899/abstract", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-06-05T00:00:00Z", "article_type": "Research Article", "score": 4.88681}]}}, "http://api.plos.org/searchapi_key-fzeeJCRRxtN872QjXEnT_q-subject:Education_rows-25_wt-json": {"response": {"numFound": 32269, "start": 0, "maxScore": 7.6585526, "docs": [{"id": "10.1371/journal.pone.0184231/body", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-08-29T00:00:00Z", "article_type": "Correction", "score": 7.6585526}, {"id": "10.1371/journal.pone.0184231/supporting_information", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-08-29T00:00:00Z", "article_type": "Correction", "score": 7.6585526}, {"id": "10.1371/journal.pone.0184231", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-08-29T00:00:00Z", "article_type": "Correction", "author_display": ["Arnhild Myhr", "Monica Lillefjell", "Geir Arild Espnes", "Thomas Halvorsen"], "abstract": [""], "title_display": "Correction: Do family and neighbourhood matter in secondary school completion? A multilevel study of determinants and their interactions in a life-course perspective", "score": 7.6585526}, {"id": "10.1371/journal.pone.0184231/title", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-08-29T00:00:00Z", "article_type": "Correction", "score": 7.6585526}, {"id": "10.1371/journal.pone.0184231/abstract", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-08-29T00:00:00Z", "article_type": "Correction", "score": 7.6585526}, {"id": "10.1371/journal.pone.0184231/references", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2017-08-29T00:00:00Z", "article_type": "Correction", "score": 7.6585526}, {"id": "10.1371/journal.pone.0098095", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "author_display": ["Yanhong Gong", "Xiaoxv Yin", "Yunxia Wang", "Yongbin Li", "Geng Qin", "Liqun Liu", "Wei Zhou", "Fujian Song", "Xiaoxin Dong", "Shiyi Cao", "Chen Yang", "Huajie Yang", "Jun Xie", "Junan Liu", "Zuxun Lu"], "abstract": ["Background: To identify social factors determining the frequency of community health service (CHS) utilization among CHS users in China. Methods: Nationwide cross-sectional surveys were conducted in 2008, 2009, 2010, and 2011. A total of 86,116 CHS visitors selected from 35 cities were interviewed. Descriptive analysis and multinomial logistic regression analysis were employed to analyze characteristics of CHS users, frequency of CHS utilization, and the socio-demographic and socio-economic factors influencing frequency of CHS utilization. Results: Female and senior CHS clients were more likely to make 3–5 and ≥6 CHS visits (as opposed to 1–2 visits) than male and young clients, respectively. CHS clients with higher education were less frequent users than individuals with primary education or less in 2008 and 2009; in later surveys, CHS clients with higher education were the more frequent users. The association between frequent CHS visits and family income has changed significantly between 2008 and 2011. In 2011, income status did not have a discernible effect on the likelihood of making ≥6 CHS visits, and it only had a slight effect on making 3–5 CHS visits. Conclusion: CHS may play an important role in providing primary health care to meet the demands of vulnerable populations in China. Over time, individuals with higher education are increasingly likely to make frequent CHS visits than individuals with primary school education or below. The gap in frequency of CHS utilization among different economic income groups decreased from 2008 to 2011. "], "title_display": "Social Determinants of Community Health Services Utilization among the Users in China: A 4-Year Cross-Sectional Study", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/title", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/abstract", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/references", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/body", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/introduction", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/results_and_discussion", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/materials_and_methods", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/supporting_information", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0098095/conclusions", "journal": "PLoS ONE", "eissn": "1932-6203", "publication_date": "2014-05-22T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "author_display": ["Jiang Wu", "Shengchao Zhang", "Huiqing Chen", "Yingyu Lin", "Xiaoxin Dong", "Xiaoxu Yin", "Zuxun Lu", "Shiyi Cao"], "abstract": ["Purpose: Shenzhen is the first pilot city in China implementing the gatekeeper policy, with community health service (CHS) centers as the gatekeepers. We aim to investigate patient satisfaction with this policy and its influencing factors in Shenzhen. Methods: 3,848 patients visiting eight CHS centers in Shenzhen of China between May 1 and July 28, 2013 were recruited. We interviewed them using a structured questionnaire to investigate their satisfaction with the gatekeeper policy of CHS. Multivariable logistic regression models were used to identify influencing factors. Results: Of the respondents, 28.17%, 47.27% and 24.56% were satisfied with, neutral to, and not satisfied with the gatekeeper policy respectively. Patient satisfaction with this policy was found to be associated with education level, familiarity with the policy, referral experience, satisfaction with convenience of seeing a doctor, satisfaction with waiting time, satisfaction with medical facility, satisfaction with general medical practitioners’ professional skill, and proportion of expense reimbursed. Conclusions: Our investigation shows that patient satisfaction with the gatekeeper policy was low. To improve patient satisfaction, efforts should be made to increase the convenience of seeing a doctor in community, shorten waiting time, improve general medical practitioners’ professional skill, and increase proportion of expense reimbursement. "], "title_display": "Patient Satisfaction with Community Health Service Centers as Gatekeepers and the Influencing Factors: A Cross-Sectional Study in Shenzhen, China", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/title", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/abstract", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/references", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/body", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/introduction", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/results_and_discussion", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/materials_and_methods", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}, {"id": "10.1371/journal.pone.0161683/supporting_information", "journal": "PLOS ONE", "eissn": "1932-6203", "publication_date": "2016-08-23T00:00:00Z", "article_type": "Research Article", "score": 6.98698}]}}}